[{"date": " 09 de Fevereiro de 2023 às 14h56", "text": "Após pressão da União Europeia com novas legislações obrigando o uso do conector USB-C em todos os dispositivos eletrônicos vendidos a partir de 2024, a Apple não tem caminho exceto ceder à decisão. E enquanto a empresa não apresenta novos produtos com o conector universal, um youtuber se antecipou e criou seu próprio AirPods Pro com USB-C no case de transporte.\nApple ainda trabalha em ambicioso carregamento bilateral para iPhone\nNovos AirPods Lite, AirPods Max e HomePod mini não devem chegar até 2024\nNo vídeo, o engenheiro de robótica Ken Pilonel atualiza o estojo do seu AirPods Pro não apenas com uma nova bateria, mas também com um novo conector para carregamento por fio, substituindo o Lightning pelo USB-C em alguns passos complicados.\nPilonel mostra a dificuldade de se abrir o estojo do fone de ouvido da Apple, sendo necessário aplicar pressão pelas laterais e, aos poucos, remover o núcleo onde ficam guardados os fones e onde estão os principais componentes. Mas o engenheiro destaca que, embora tenha conseguido retirar as peças de um modelo, outro foi sacrificado e quebrou ao meio.\nVemos ainda o youtuber imprime não apenas um novo estojo de carregamento com impressora 3D, como ainda recria a placa de circuito impresso (PCB) do conector Lightning adaptado para USB-C.\nNo fim, vemos as horas de trabalho resultarem em um AirPods Pro com conector USB-C completamente funcional e com bateria nova. E o melhor: Pilonel não só disponibiliza todos os arquivos necessários para que outros recriem o projeto, como também vende a placa PCB e o novo estojo com USB-C para quem não possui as habilidades ou equipamentos necessários.\nNovos AirPods chegam apenas em 2024\nEmbora a Apple esteja realizando testes de estojos de AirPods com USB-C desde meados de 2022, os modelos atualizados chegam apenas em 2024 com melhoria de som e sem o conector Lightning para carregamento.\nVazamentos mais recentes do analista Ming-Chi Kuo apontam que um novo AirPods \"Lite\" (modelo de entrada com baixo custo) e AirPods Max devem ser lançados no próximo ano.\nAinda segundo Kuo, uma estratégia da Apple para este ano seria lançar novos estojos de carregamento com USB-C para quem está interessado em trocar a case sem gastar muito em um conjunto totalmente novo.\nMais detalhes relacionados aos planos da Apple devem surgir nos próximos meses conforme nos aproximamos das previsões de lançamento para os novos equipamentos.\nFonte: Exploring the Simulation", "link": "https://canaltech.com.br/fone-de-ouvido/airpods-pro-com-usb-c-youtuber-faz-mudanca-antes-da-apple-239324/"}, {"date": " 09 de Fevereiro de 2023 às 14h56", "text": "Após pressão da União Europeia com novas legislações obrigando o uso do conector USB-C em todos os dispositivos eletrônicos vendidos a partir de 2024, a Apple não tem caminho exceto ceder à decisão. E enquanto a empresa não apresenta novos produtos com o conector universal, um youtuber se antecipou e criou seu próprio AirPods Pro com USB-C no case de transporte.\nApple ainda trabalha em ambicioso carregamento bilateral para iPhone\nNovos AirPods Lite, AirPods Max e HomePod mini não devem chegar até 2024\nNo vídeo, o engenheiro de robótica Ken Pilonel atualiza o estojo do seu AirPods Pro não apenas com uma nova bateria, mas também com um novo conector para carregamento por fio, substituindo o Lightning pelo USB-C em alguns passos complicados.\nPilonel mostra a dificuldade de se abrir o estojo do fone de ouvido da Apple, sendo necessário aplicar pressão pelas laterais e, aos poucos, remover o núcleo onde ficam guardados os fones e onde estão os principais componentes. Mas o engenheiro destaca que, embora tenha conseguido retirar as peças de um modelo, outro foi sacrificado e quebrou ao meio.\nVemos ainda o youtuber imprime não apenas um novo estojo de carregamento com impressora 3D, como ainda recria a placa de circuito impresso (PCB) do conector Lightning adaptado para USB-C.\nNo fim, vemos as horas de trabalho resultarem em um AirPods Pro com conector USB-C completamente funcional e com bateria nova. E o melhor: Pilonel não só disponibiliza todos os arquivos necessários para que outros recriem o projeto, como também vende a placa PCB e o novo estojo com USB-C para quem não possui as habilidades ou equipamentos necessários.\nNovos AirPods chegam apenas em 2024\nEmbora a Apple esteja realizando testes de estojos de AirPods com USB-C desde meados de 2022, os modelos atualizados chegam apenas em 2024 com melhoria de som e sem o conector Lightning para carregamento.\nVazamentos mais recentes do analista Ming-Chi Kuo apontam que um novo AirPods \"Lite\" (modelo de entrada com baixo custo) e AirPods Max devem ser lançados no próximo ano.\nAinda segundo Kuo, uma estratégia da Apple para este ano seria lançar novos estojos de carregamento com USB-C para quem está interessado em trocar a case sem gastar muito em um conjunto totalmente novo.\nMais detalhes relacionados aos planos da Apple devem surgir nos próximos meses conforme nos aproximamos das previsões de lançamento para os novos equipamentos.\nFonte: Exploring the Simulation", "link": "https://canaltech.com.br/fone-de-ouvido/airpods-pro-com-usb-c-youtuber-faz-mudanca-antes-da-apple-239324/"}, {"date": "Lupa Charleaux", "text": "O Beats Fit Pro é apontado por muitos usuários como um fone de ouvido com melhor tecnologia e preço mais acessível do que o AirPods Pro. Entretanto, com a chegada do AirPods Pro 2 com o novo processador H2 e outros aprimoramentos, vale a pena rever as diferenças entre os acessórios da Apple e sua subsidiária Beats.\nAirPods Pro 2 estreia com mais bateria e alto-falante no estojo de carregamento\nReview Beats Fit Pro | Fitness, som de qualidade e confortável\nVisual\nVoltado para esportistas, o Beats Fit Pro tem um design que o acomoda facilmente na orelha dos usuários devido à aba fixadora e oferece três pontas auriculares de silicone. Além dos controles rápidos por toque na ponta da haste de cada fone, os acessórios possuem certificação IPX4 de resistência à água e suor.\nO AirPods Pro 2 tem poucas mudanças de design em relação ao modelo original — incluindo a proteção IPX4 —, mas é indicado para usuários que não praticam atividades físicas. Os novos fones ganharam o recurso de controle por toque nas hastes e uma quarta opção de ponteira extrapequena para melhor ajuste em orelhas menores.\nPara quem gosta de variedade, o Beats Fit Pro tem sete cores de opções, incluindo variantes inspiradas em tons de pele criados em parceria com a influencer Kim Kardashian. Assim como os outros fones da Apple, o AirPods Pro 2 será lançado apenas na cor branca.\nRecursos\nO Beats Fit Pro e o AirPods Pro 2 oferecem recursos semelhantes, como cancelamento ativo de ruído (ANC), áudio espacial e integração com a assistente Siri. Contudo, a mudança do processador de áudio acrescenta diferenças significativas entre os fones de ouvido.\nO Beats Fit Pro é equipado com o chip H1, o mesmo usado no AirPods Pro original, garantindo ANC adaptável com som otimizado. Bem como, o modelo usa os microfones externos para criar um modo Ambiente que, segundo a fabricante, é mesclado com a música que o usuário está ouvindo.\nDo outro lado do ringue, o AirPods Pro 2 é beneficiado pelas melhorias do novo chipset H2. A plataforma oferece cancelamento de ruído duas vezes superior à geração anterior, modo Ambiente Adaptável capaz de filtrar os sons mais invasivos e Áudio Espacial personalizado semelhante ao AirPods Max.\nDesempenho\nO Beats Fit Pro mantém a tradição de áudio de alta qualidade da marca subsidiária da Apple. Mais “comportado” do que os outros modelos, o fone de ouvido adota um driver tipo diafragma que, segundo a fabricante, oferece uma reprodução estéreo mais nítida e sem sobrecarga de graves.\nPara chamadas, os microfones do acessório usam tecnologias que filtram a voz do usuário e isolam os ruídos exteriores e ventos. Com isso, a pessoa do outro lado da linha pode ouvir um áudio mais limpo e sem interferências.\nAlém das melhorias promovidas pelos algoritmos do chip H2, o AirPods Pro 2 adota um amplificador e um driver exclusivo de baixa distorção. Conforme a Apple, os componentes prometem “graves potentes e agudos intensos” independentemente do volume.\nO novo fone de ouvido da Apple também teve os microfones redesenhados e aprimorados. Supostamente, os componentes captam melhor a voz durante as chamadas para deixá-la mais natural para quem está na posição de ouvinte.\nBateria\nDe modo geral, o Beats Fit Pro e o AirPods Pro 2 entregam até 6 horas de reprodução usando o ANC com apenas uma carga. Contudo, a diferença está nas “horas extras” de entretenimento oferecidas pelo estojo de transporte.\nNo caso do Beats Fit Pro, a case de carregamento pode fornecer 18 horas a mais para ouvir música. Já o estojo de transporte do AirPods Pro 2 “guarda” até 30 horas de audição, e ainda pode ser recarregada usando o mesmo carregador do Apple Watch.\nPreços\nO AirPods Pro 2 está em pré-venda no mercado norte-americano por US$ 249 (cerca de R$ 1.296 na atual conversão direta, sem adição de impostos) e chega às lojas no dia 23 de setembro. Ainda sem uma data definida pela fabricante, o fone de ouvido será lançado por R$ 2.599 no Brasil.\nEnquanto isso, o Beats Fit Pro mantém o preço de lançamento de US$ 199 (~R$ 1.036) nos EUA. Por aqui, no Brasil, o modelo é vendido com o preço sugerido de R$ 2.149.\nConclusão\nTecnicamente, o AirPods Pro 2 promete oferecer mais recursos e qualidade de som. Comparado com o fone de ouvido original lançado em 2019, há uma considerável evolução que pode incentivar os donos do antigos modelos a trocarem pela versão de 2022.\nPor outro lado, o preço mais baixo do Beats Fit Pro é o principal atrativo do fone de ouvido da subsidiária da própria Apple, além das opções variadas de cores e do encaixe mais seguro para praticantes de atividades físicas. Dessa maneira, ele se torna a melhor opção para quem está pensando em adquirir um acessório com recursos premium da marca pela primeira vez.\nFonte: Apple (1,2), TechRadar", "link": "https://canaltech.com.br/fone-de-ouvido/airpods-pro-2-vs-beats-fit-pro-quais-as-diferencas-entre-os-fones-da-apple-224892/"}, {"date": "Lupa Charleaux", "text": "O Beats Fit Pro é apontado por muitos usuários como um fone de ouvido com melhor tecnologia e preço mais acessível do que o AirPods Pro. Entretanto, com a chegada do AirPods Pro 2 com o novo processador H2 e outros aprimoramentos, vale a pena rever as diferenças entre os acessórios da Apple e sua subsidiária Beats.\nAirPods Pro 2 estreia com mais bateria e alto-falante no estojo de carregamento\nReview Beats Fit Pro | Fitness, som de qualidade e confortável\nVisual\nVoltado para esportistas, o Beats Fit Pro tem um design que o acomoda facilmente na orelha dos usuários devido à aba fixadora e oferece três pontas auriculares de silicone. Além dos controles rápidos por toque na ponta da haste de cada fone, os acessórios possuem certificação IPX4 de resistência à água e suor.\nO AirPods Pro 2 tem poucas mudanças de design em relação ao modelo original — incluindo a proteção IPX4 —, mas é indicado para usuários que não praticam atividades físicas. Os novos fones ganharam o recurso de controle por toque nas hastes e uma quarta opção de ponteira extrapequena para melhor ajuste em orelhas menores.\nPara quem gosta de variedade, o Beats Fit Pro tem sete cores de opções, incluindo variantes inspiradas em tons de pele criados em parceria com a influencer Kim Kardashian. Assim como os outros fones da Apple, o AirPods Pro 2 será lançado apenas na cor branca.\nRecursos\nO Beats Fit Pro e o AirPods Pro 2 oferecem recursos semelhantes, como cancelamento ativo de ruído (ANC), áudio espacial e integração com a assistente Siri. Contudo, a mudança do processador de áudio acrescenta diferenças significativas entre os fones de ouvido.\nO Beats Fit Pro é equipado com o chip H1, o mesmo usado no AirPods Pro original, garantindo ANC adaptável com som otimizado. Bem como, o modelo usa os microfones externos para criar um modo Ambiente que, segundo a fabricante, é mesclado com a música que o usuário está ouvindo.\nDo outro lado do ringue, o AirPods Pro 2 é beneficiado pelas melhorias do novo chipset H2. A plataforma oferece cancelamento de ruído duas vezes superior à geração anterior, modo Ambiente Adaptável capaz de filtrar os sons mais invasivos e Áudio Espacial personalizado semelhante ao AirPods Max.\nDesempenho\nO Beats Fit Pro mantém a tradição de áudio de alta qualidade da marca subsidiária da Apple. Mais “comportado” do que os outros modelos, o fone de ouvido adota um driver tipo diafragma que, segundo a fabricante, oferece uma reprodução estéreo mais nítida e sem sobrecarga de graves.\nPara chamadas, os microfones do acessório usam tecnologias que filtram a voz do usuário e isolam os ruídos exteriores e ventos. Com isso, a pessoa do outro lado da linha pode ouvir um áudio mais limpo e sem interferências.\nAlém das melhorias promovidas pelos algoritmos do chip H2, o AirPods Pro 2 adota um amplificador e um driver exclusivo de baixa distorção. Conforme a Apple, os componentes prometem “graves potentes e agudos intensos” independentemente do volume.\nO novo fone de ouvido da Apple também teve os microfones redesenhados e aprimorados. Supostamente, os componentes captam melhor a voz durante as chamadas para deixá-la mais natural para quem está na posição de ouvinte.\nBateria\nDe modo geral, o Beats Fit Pro e o AirPods Pro 2 entregam até 6 horas de reprodução usando o ANC com apenas uma carga. Contudo, a diferença está nas “horas extras” de entretenimento oferecidas pelo estojo de transporte.\nNo caso do Beats Fit Pro, a case de carregamento pode fornecer 18 horas a mais para ouvir música. Já o estojo de transporte do AirPods Pro 2 “guarda” até 30 horas de audição, e ainda pode ser recarregada usando o mesmo carregador do Apple Watch.\nPreços\nO AirPods Pro 2 está em pré-venda no mercado norte-americano por US$ 249 (cerca de R$ 1.296 na atual conversão direta, sem adição de impostos) e chega às lojas no dia 23 de setembro. Ainda sem uma data definida pela fabricante, o fone de ouvido será lançado por R$ 2.599 no Brasil.\nEnquanto isso, o Beats Fit Pro mantém o preço de lançamento de US$ 199 (~R$ 1.036) nos EUA. Por aqui, no Brasil, o modelo é vendido com o preço sugerido de R$ 2.149.\nConclusão\nTecnicamente, o AirPods Pro 2 promete oferecer mais recursos e qualidade de som. Comparado com o fone de ouvido original lançado em 2019, há uma considerável evolução que pode incentivar os donos do antigos modelos a trocarem pela versão de 2022.\nPor outro lado, o preço mais baixo do Beats Fit Pro é o principal atrativo do fone de ouvido da subsidiária da própria Apple, além das opções variadas de cores e do encaixe mais seguro para praticantes de atividades físicas. Dessa maneira, ele se torna a melhor opção para quem está pensando em adquirir um acessório com recursos premium da marca pela primeira vez.\nFonte: Apple (1,2), TechRadar", "link": "https://canaltech.com.br/fone-de-ouvido/airpods-pro-2-vs-beats-fit-pro-quais-as-diferencas-entre-os-fones-da-apple-224892/"}, {"date": " 28 de Junho de 2022 às 08h00", "text": "A Apple prepara para setembro aquele que pode ser um dos maiores eventos já realizados pela empresa para marcar o retorno do público presencial, e um dos principais destaques anunciados será a aguardada segunda geração do AirPods Pro, e novos vazamentos reforçam que grandes mudanças estão por vir, tanto por dentro quanto por fora.\niPhone 14 deve ser anunciado com novos iPads, AirPods Pro e Apple Watch\nApple prepara novo HomePod com chip de Apple Watch e alta performance sonora\nImagens e informações compartilhadas pelo site chinês 52audio — que acertou em cheio o design do AirPods de terceira geração — mostram o possível visual do AirPods Pro 2 com visual semelhante ao modelo anunciado em 2019.\nDiferente dos vários rumores que indicavam que a Apple abandonaria as clássicas hastes em prol de um corpo mais compacto, o fone de ouvido deve permanecer com sua grande identidade visual que é facilmente reconhecido em qualquer ambiente.\nRenderizações compartilhadas pelo 52audio mostram fones quase idênticos ao AirPods Pro, incluindo a abertura externa de cor preta.\nAtualmente o AirPods Pro possui uma abertura interna projetada para o canal auditivo e outra abertura na parte inferior dedicado ao sensor de proximidade. Este último sensor seria movido para a parte de cima.\nSuporte para alças, alto-falante integrado e localização precisa\nReforçando fotos vazadas em outubro de 2021, as renderizações mostram o estojo de carregamento do AirPods Pro 2 com suporte para alças e acessórios na lateral direita (destacado acima em vermelho).\nO estojo também ganharia um único furo à esquerda do conector de carregamento para função de aparelho auditivo ou “Ouvir ao Vivo”, imitando a atual função presente no iPhone ou iPad que permite ao dispositivo se transformar em um microfone remoto que envia som para o aparelho auditivo que, neste caso, seria o AirPods Pro 2.\nOs três furos à direita do conector ficariam para o alto-falante, oferecendo suporte ainda melhor para rede Find My ao permitir que o estojo de carregamento emita som quando perdido e, assim, facilitando a busca.\nTambém podemos esperar novidades de ultra banda-larga (ultra wideband ou UWB), com desempenho idêntico ao AirTag da Apple, permitindo que celulares a partir do iPhone 11 identifiquem com precisão de centímetros onde está o estojo de carregamento.\nUSB-C chegando ao estojo do AirPods Pro 2?\nSegundo o vazamento, a Apple deve abandonar o uso do conector Lightning e implementar no AirPods Pro 2 o padrão USB-C, já utilizado em iPads e Macs e que será levado também aos iPhones a partir de 2023.\nTal mudança não era esperada por jornalistas e analistas renomados da indústria, cujas publicações mais recentes continuam apontando para o uso do Lightning.\nAinda de acordo com o site 52audio, a Apple estaria preparando um sistema de carregamento combinado onde usuários poderiam utilizar a recarga com fio e a recarga sem fio para completar a bateria mais rapidamente.\nMais detalhes compartilhados ainda descrevem que os novos fones de ouvido teriam suporte para monitoramento de batimentos cardíacos, permitindo que usuários pudessem medir com precisão a frequência das batidas do coração de forma semelhante ao Apple Watch.\nAinda é incerto se as informações compartilhadas por este vazamento são confiáveis, mas dada a credibilidade do site ao acertar com precisão os detalhes de design do AirPods 3 podemos dar um voto de confiança desta vez, mas ainda sem acreditar cegamente até que mais detalhes reforcem este rumor.\nO AirPods Pro 2 devem ser anunciados pela Apple em setembro ao lado dos novos iPhone 14, diferentes modelos de iPads, incluindo o modelo de entrada com novo design e USB-C, Macs atualizados com chip M2, possível novo HomePod e três modelos de Apple Watch.\nFonte: 52audio (em chinês)", "link": "https://canaltech.com.br/fone-de-ouvido/airpods-pro-2-suposto-design-vaza-com-usb-c-alto-falante-e-pequenas-mudancas-219699/"}, {"date": " 28 de Junho de 2022 às 08h00", "text": "A Apple prepara para setembro aquele que pode ser um dos maiores eventos já realizados pela empresa para marcar o retorno do público presencial, e um dos principais destaques anunciados será a aguardada segunda geração do AirPods Pro, e novos vazamentos reforçam que grandes mudanças estão por vir, tanto por dentro quanto por fora.\niPhone 14 deve ser anunciado com novos iPads, AirPods Pro e Apple Watch\nApple prepara novo HomePod com chip de Apple Watch e alta performance sonora\nImagens e informações compartilhadas pelo site chinês 52audio — que acertou em cheio o design do AirPods de terceira geração — mostram o possível visual do AirPods Pro 2 com visual semelhante ao modelo anunciado em 2019.\nDiferente dos vários rumores que indicavam que a Apple abandonaria as clássicas hastes em prol de um corpo mais compacto, o fone de ouvido deve permanecer com sua grande identidade visual que é facilmente reconhecido em qualquer ambiente.\nRenderizações compartilhadas pelo 52audio mostram fones quase idênticos ao AirPods Pro, incluindo a abertura externa de cor preta.\nAtualmente o AirPods Pro possui uma abertura interna projetada para o canal auditivo e outra abertura na parte inferior dedicado ao sensor de proximidade. Este último sensor seria movido para a parte de cima.\nSuporte para alças, alto-falante integrado e localização precisa\nReforçando fotos vazadas em outubro de 2021, as renderizações mostram o estojo de carregamento do AirPods Pro 2 com suporte para alças e acessórios na lateral direita (destacado acima em vermelho).\nO estojo também ganharia um único furo à esquerda do conector de carregamento para função de aparelho auditivo ou “Ouvir ao Vivo”, imitando a atual função presente no iPhone ou iPad que permite ao dispositivo se transformar em um microfone remoto que envia som para o aparelho auditivo que, neste caso, seria o AirPods Pro 2.\nOs três furos à direita do conector ficariam para o alto-falante, oferecendo suporte ainda melhor para rede Find My ao permitir que o estojo de carregamento emita som quando perdido e, assim, facilitando a busca.\nTambém podemos esperar novidades de ultra banda-larga (ultra wideband ou UWB), com desempenho idêntico ao AirTag da Apple, permitindo que celulares a partir do iPhone 11 identifiquem com precisão de centímetros onde está o estojo de carregamento.\nUSB-C chegando ao estojo do AirPods Pro 2?\nSegundo o vazamento, a Apple deve abandonar o uso do conector Lightning e implementar no AirPods Pro 2 o padrão USB-C, já utilizado em iPads e Macs e que será levado também aos iPhones a partir de 2023.\nTal mudança não era esperada por jornalistas e analistas renomados da indústria, cujas publicações mais recentes continuam apontando para o uso do Lightning.\nAinda de acordo com o site 52audio, a Apple estaria preparando um sistema de carregamento combinado onde usuários poderiam utilizar a recarga com fio e a recarga sem fio para completar a bateria mais rapidamente.\nMais detalhes compartilhados ainda descrevem que os novos fones de ouvido teriam suporte para monitoramento de batimentos cardíacos, permitindo que usuários pudessem medir com precisão a frequência das batidas do coração de forma semelhante ao Apple Watch.\nAinda é incerto se as informações compartilhadas por este vazamento são confiáveis, mas dada a credibilidade do site ao acertar com precisão os detalhes de design do AirPods 3 podemos dar um voto de confiança desta vez, mas ainda sem acreditar cegamente até que mais detalhes reforcem este rumor.\nO AirPods Pro 2 devem ser anunciados pela Apple em setembro ao lado dos novos iPhone 14, diferentes modelos de iPads, incluindo o modelo de entrada com novo design e USB-C, Macs atualizados com chip M2, possível novo HomePod e três modelos de Apple Watch.\nFonte: 52audio (em chinês)", "link": "https://canaltech.com.br/fone-de-ouvido/airpods-pro-2-suposto-design-vaza-com-usb-c-alto-falante-e-pequenas-mudancas-219699/"}, {"date": " 23 de Março de 2022 às 18h33", "text": "A Apple lançou os AirPods 3 como os fones ideias para os usuários que buscam a praticidade do ecossistema da marca e que não abrem mão da alta qualidade sonora. Para dar um upgrade, eles contam com novo design, sensor com detecção de pele e equalização personalizada para o ouvinte.\nCom várias novidades, os AirPods 3 chegam com valores mais altos e se aproximam dos AirPods Pro, mas será que vale o investimento? Eles contam com cancelamento de ruído ativo? Há como ajustar os fones para diferentes tipos de ouvidos? Neste review, nós falamos das principais novidades e contamos se vale a pena você investir tanto em um fone da Apple.", "link": "https://canaltech.com.br/video/analise-de-produto/apple-airpods-3-grandes-melhorias-mas-longe-do-airpods-pro-analisereview-13196/"}, {"date": " 23 de Março de 2022 às 18h33", "text": "A Apple lançou os AirPods 3 como os fones ideias para os usuários que buscam a praticidade do ecossistema da marca e que não abrem mão da alta qualidade sonora. Para dar um upgrade, eles contam com novo design, sensor com detecção de pele e equalização personalizada para o ouvinte.\nCom várias novidades, os AirPods 3 chegam com valores mais altos e se aproximam dos AirPods Pro, mas será que vale o investimento? Eles contam com cancelamento de ruído ativo? Há como ajustar os fones para diferentes tipos de ouvidos? Neste review, nós falamos das principais novidades e contamos se vale a pena você investir tanto em um fone da Apple.", "link": "https://canaltech.com.br/video/analise-de-produto/apple-airpods-3-grandes-melhorias-mas-longe-do-airpods-pro-analisereview-13196/"}, {"date": "Lucas Wetten", "text": "Apresentado no final de 2020 com o iOS e iPadOS 14, o compartilhamento de áudio é um recurso que possibilita escutar em dois pares de AirPods diferentes a mesma reprodução de mídia em um único iPhone.\nComo ajustar os microfones dos AirPods\nComo desativar a troca automática dos AirPods entre dispositivos\nComo controlar a detecção automática dos AirPods\nCom seus AirPods conectados ao seu iPhone, esteja você escutando uma música, assistindo a um vídeo, ouvindo um podcast ou acompanhando uma série de algum serviço de streaming, isto pode ser compartilhado com um amigo para ele ouvir simultaneamente nos AirPods dele.\nPara evitar discussões em relação ao volume da reprodução da mídia no iPhone, vocês ainda podem definir um nível de volume diferente para cada par de AirPods conectados ao seu dispositivo.\nComo ver o status da bateria dos AirPods\nComo usar dois AirPods no mesmo dispositivo\nComo aumentar o volume nos AirPods (iPhone, iPad, Mac e Watch)\nVeja abaixo como utilizar o compartilhamento de áudio entre dois pares de AirPods diferentes conectados a um mesmo iPhone:\nPasso 1: quanto estiver com a reprodução de alguma mídia em seu iPhone e já com um par de AirPods devidamente conectados ao seu dispositivo, clique no ícone do AirPlay na tela.\nPasso 2: na aba do AirPlay que vai se abrir, selecione o recurso de compartilhamento de áudio.\nPasso 3: aproxime o outro par de AirPods ao seu iPhone — além do par que já estiver conectado ao seu dispositivo.\nPasso 4: uma janela vai se abrir automaticamente perguntando se você deseja temporariamente compartilhar o áudio com este segundo par de AirPods.\nPasso 5: aguarde até que a conexão se estabeleça e clique em OK para fechar a janela.\nPasso 6: com ambos os pares de AirPods conectados, você vai notar que é possível controlar o volume deles de forma separada e individual, de modo que cada pessoa possa configurar um nível de volume para seus fones.\nPasso 7: na Central de Controle do seu iPhone, você vai notar um ícone de \"múltiplas pessoas\" no bloco de controle de volume. Clique nele.\nPasso 8: as barras de volume também vão aparecer separadas nesta tela, para que o controle de volume possa ser feito de forma individual. Conforme mencionado, a mídia continuará a ser reproduzida em ambos os fones, porém, cada par de AirPods com o nível de volume configurado por seu usuário, de modo que cada pessoa pode ouvir junto a mesma mídia em níveis de volume diferentes.", "link": "https://canaltech.com.br/fone-de-ouvido/como-usar-compartilhamento-de-audio-airpods/"}, {"date": "Lucas Wetten", "text": "Apresentado no final de 2020 com o iOS e iPadOS 14, o compartilhamento de áudio é um recurso que possibilita escutar em dois pares de AirPods diferentes a mesma reprodução de mídia em um único iPhone.\nComo ajustar os microfones dos AirPods\nComo desativar a troca automática dos AirPods entre dispositivos\nComo controlar a detecção automática dos AirPods\nCom seus AirPods conectados ao seu iPhone, esteja você escutando uma música, assistindo a um vídeo, ouvindo um podcast ou acompanhando uma série de algum serviço de streaming, isto pode ser compartilhado com um amigo para ele ouvir simultaneamente nos AirPods dele.\nPara evitar discussões em relação ao volume da reprodução da mídia no iPhone, vocês ainda podem definir um nível de volume diferente para cada par de AirPods conectados ao seu dispositivo.\nComo ver o status da bateria dos AirPods\nComo usar dois AirPods no mesmo dispositivo\nComo aumentar o volume nos AirPods (iPhone, iPad, Mac e Watch)\nVeja abaixo como utilizar o compartilhamento de áudio entre dois pares de AirPods diferentes conectados a um mesmo iPhone:\nPasso 1: quanto estiver com a reprodução de alguma mídia em seu iPhone e já com um par de AirPods devidamente conectados ao seu dispositivo, clique no ícone do AirPlay na tela.\nPasso 2: na aba do AirPlay que vai se abrir, selecione o recurso de compartilhamento de áudio.\nPasso 3: aproxime o outro par de AirPods ao seu iPhone — além do par que já estiver conectado ao seu dispositivo.\nPasso 4: uma janela vai se abrir automaticamente perguntando se você deseja temporariamente compartilhar o áudio com este segundo par de AirPods.\nPasso 5: aguarde até que a conexão se estabeleça e clique em OK para fechar a janela.\nPasso 6: com ambos os pares de AirPods conectados, você vai notar que é possível controlar o volume deles de forma separada e individual, de modo que cada pessoa possa configurar um nível de volume para seus fones.\nPasso 7: na Central de Controle do seu iPhone, você vai notar um ícone de \"múltiplas pessoas\" no bloco de controle de volume. Clique nele.\nPasso 8: as barras de volume também vão aparecer separadas nesta tela, para que o controle de volume possa ser feito de forma individual. Conforme mencionado, a mídia continuará a ser reproduzida em ambos os fones, porém, cada par de AirPods com o nível de volume configurado por seu usuário, de modo que cada pessoa pode ouvir junto a mesma mídia em níveis de volume diferentes.", "link": "https://canaltech.com.br/fone-de-ouvido/como-usar-compartilhamento-de-audio-airpods/"}, {"date": "Lucas Wetten", "text": "Uma das grandes qualidades dos AirPods da Apple é a sua rápida recarga. Por apenas 15 minutos dentro do estojo de carregamento, é possível completar uma recarga de bateria dos fones - o que, segundo a Apple, pode garantir em torno de mais 2h de uso, pelo menos.\nComo ajustar os microfones dos AirPods\nComo controlar a detecção automática dos AirPods\nComo aumentar o volume nos AirPods (iPhone, iPad, Mac e Watch)\nComo atender uma ligação pelo AirPod\nNo entanto, como todo dispositivo conectado via Bluetooth, os AirPods também precisam de uma atenção do seu usuário quanto ao status da bateria tanto de seus fones durante o seu uso, como do seu estojo de carregamento, para quando for necessário recarregá-los novamente.\nDescubra como ver o status da bateria dos AirPods e do seu estojo de carregamento:\nNo seu iPhone ou iPad:\n1ª Forma: com os fones dentro do estojo de carregamento, aproxime este do seu iPhone ou iPad e abra a tampa do estojo. Após alguns segundos, vai aparecer na tela o status da bateria tanto dos AirPods como do estojo. Um símbolo de raio indica que o dispositivo está sendo carregado.\n2ª Forma: no widget de bateria do iOS 14, também é possível ver o status da bateria tanto dos AirPods como do estojo de carregamento.\nNo seu Mac:\nCom os AirPods conectados ao seu Mac, clique no ícone de Bluetooth da barra de menus para ver o status de bateria de cada um dos fones. Aproxime o estojo de carregamento ao seu Mac e, com a tampa aberta, você vai ver também o status da sua bateria na mesma janela.\nNo seu Apple Watch:\nPasso 1: com os AirPods conectados ao seu iPhone - que consequentemente está conectado ao seu Apple Watch -, arraste a tela do relógio para cima para abrir a Central de Controle. Clique no ícone da porcentagem de bateria.\nPasso 2: logo abaixo da opção do Modo Reserva de Energia, você encontra o status da bateria dos seus AirPods.", "link": "https://canaltech.com.br/fone-de-ouvido/como-ver-o-status-da-bateria-dos-airpods/"}, {"date": "Lucas Wetten", "text": "Uma das grandes qualidades dos AirPods da Apple é a sua rápida recarga. Por apenas 15 minutos dentro do estojo de carregamento, é possível completar uma recarga de bateria dos fones - o que, segundo a Apple, pode garantir em torno de mais 2h de uso, pelo menos.\nComo ajustar os microfones dos AirPods\nComo controlar a detecção automática dos AirPods\nComo aumentar o volume nos AirPods (iPhone, iPad, Mac e Watch)\nComo atender uma ligação pelo AirPod\nNo entanto, como todo dispositivo conectado via Bluetooth, os AirPods também precisam de uma atenção do seu usuário quanto ao status da bateria tanto de seus fones durante o seu uso, como do seu estojo de carregamento, para quando for necessário recarregá-los novamente.\nDescubra como ver o status da bateria dos AirPods e do seu estojo de carregamento:\nNo seu iPhone ou iPad:\n1ª Forma: com os fones dentro do estojo de carregamento, aproxime este do seu iPhone ou iPad e abra a tampa do estojo. Após alguns segundos, vai aparecer na tela o status da bateria tanto dos AirPods como do estojo. Um símbolo de raio indica que o dispositivo está sendo carregado.\n2ª Forma: no widget de bateria do iOS 14, também é possível ver o status da bateria tanto dos AirPods como do estojo de carregamento.\nNo seu Mac:\nCom os AirPods conectados ao seu Mac, clique no ícone de Bluetooth da barra de menus para ver o status de bateria de cada um dos fones. Aproxime o estojo de carregamento ao seu Mac e, com a tampa aberta, você vai ver também o status da sua bateria na mesma janela.\nNo seu Apple Watch:\nPasso 1: com os AirPods conectados ao seu iPhone - que consequentemente está conectado ao seu Apple Watch -, arraste a tela do relógio para cima para abrir a Central de Controle. Clique no ícone da porcentagem de bateria.\nPasso 2: logo abaixo da opção do Modo Reserva de Energia, você encontra o status da bateria dos seus AirPods.", "link": "https://canaltech.com.br/fone-de-ouvido/como-ver-o-status-da-bateria-dos-airpods/"}, {"date": "Lupa Charleaux", "text": "O AirPods Pro 2 é um dos lançamentos mais aguardados da Apple para 2022, e sua fabricação deve começar em breve no Vietnã. A má notícia é que a porta Lightning para carregamento do estojo deve ser mantida na nova geração do fone de ouvido, ao contrário do que indicavam rumores anteriores.\n1º AirPods com USB-C: engenheiro troca plugue Lightning em modificação\niPhone 14 ganha possível data de anúncio e mais detalhes\nEm publicações no Twitter, Ming-Chi Kuo, famoso analista da Apple, indicou que a produção em massa do AirPods Pro 2 deve ter início no segundo semestre de 2022. Então, o especialista destaca que os fones de ouvido serão fabricados no Vietnã.\nComo revelado em um recente artigo do The Wall Street Journal, a gigante de Cupertino quer reduzir a dependência das fábricas da China. Assim, o novo acessório pode ser um teste para a produção em massa dos principais produtos fora do território chinês.\nAtualmente, a fabricação dos AirPods Pro originais está dividida entre a China e o Vietnã. Entretanto, Kuo diz que a mudança da manufatura da próxima geração dos fones de ouvido para o segundo país só foi possível devido à cadeia de suprimentos mais simples e ao “melhor ambiente de produção”.\nA porta Lightning continua viva\nDiferente das informações que circularam semana passada, Kuo indica que o estojo de carregamento do AirPods Pro 2 deve manter a porta Lightning. Ou seja, a Apple não deve atualizar a nova geração do fone de ouvido com uma entrada USB-C.\nA informação pode pegar muitas pessoas de surpresa, visto que recentes rumores sugerem que o iPhone 15 deve ser lançado com o conector USB-C em 2023. Com isso, os demais acessórios Lightning, como outros modelos de AirPods, poderiam começar a adotar o formato e estabelecer um padrão entre os dispositivos da marca.\nO que esperar do AirPods Pro 2\nConforme antigos vazamentos, o AirPods Pro 2 deve ser o fone de ouvido com suporte definitivo para reprodução de áudio Lossless do serviço Apple Music. O acessório também deve ganhar um novo design sem hastes e uma bateria de maior duração.\nOutra possível novidade é a adição de sensores com funções para acompanhamento de saúde e condicionamento físico. Além do acessório auxiliar no registro das atividades físicas dos usuários, ele poderia ter uma interação direta com os Apple Watches.\nPor fim, a expectativa é que o AirPods Pro 2 chegará ao mercado antes do final de 2022. Até lá, continue acompanhando o Canaltech para mais novidades sobre o fone de ouvido da Apple.\nFonte: Twitter/Ming-Chi Kuo, 9to5Mac, iMore", "link": "https://canaltech.com.br/fone-de-ouvido/airpods-pro-2-producao-em-massa-deve-comecar-em-breve-mas-sem-porta-usb-c-217068/"}, {"date": "Lupa Charleaux", "text": "O AirPods Pro 2 é um dos lançamentos mais aguardados da Apple para 2022, e sua fabricação deve começar em breve no Vietnã. A má notícia é que a porta Lightning para carregamento do estojo deve ser mantida na nova geração do fone de ouvido, ao contrário do que indicavam rumores anteriores.\n1º AirPods com USB-C: engenheiro troca plugue Lightning em modificação\niPhone 14 ganha possível data de anúncio e mais detalhes\nEm publicações no Twitter, Ming-Chi Kuo, famoso analista da Apple, indicou que a produção em massa do AirPods Pro 2 deve ter início no segundo semestre de 2022. Então, o especialista destaca que os fones de ouvido serão fabricados no Vietnã.\nComo revelado em um recente artigo do The Wall Street Journal, a gigante de Cupertino quer reduzir a dependência das fábricas da China. Assim, o novo acessório pode ser um teste para a produção em massa dos principais produtos fora do território chinês.\nAtualmente, a fabricação dos AirPods Pro originais está dividida entre a China e o Vietnã. Entretanto, Kuo diz que a mudança da manufatura da próxima geração dos fones de ouvido para o segundo país só foi possível devido à cadeia de suprimentos mais simples e ao “melhor ambiente de produção”.\nA porta Lightning continua viva\nDiferente das informações que circularam semana passada, Kuo indica que o estojo de carregamento do AirPods Pro 2 deve manter a porta Lightning. Ou seja, a Apple não deve atualizar a nova geração do fone de ouvido com uma entrada USB-C.\nA informação pode pegar muitas pessoas de surpresa, visto que recentes rumores sugerem que o iPhone 15 deve ser lançado com o conector USB-C em 2023. Com isso, os demais acessórios Lightning, como outros modelos de AirPods, poderiam começar a adotar o formato e estabelecer um padrão entre os dispositivos da marca.\nO que esperar do AirPods Pro 2\nConforme antigos vazamentos, o AirPods Pro 2 deve ser o fone de ouvido com suporte definitivo para reprodução de áudio Lossless do serviço Apple Music. O acessório também deve ganhar um novo design sem hastes e uma bateria de maior duração.\nOutra possível novidade é a adição de sensores com funções para acompanhamento de saúde e condicionamento físico. Além do acessório auxiliar no registro das atividades físicas dos usuários, ele poderia ter uma interação direta com os Apple Watches.\nPor fim, a expectativa é que o AirPods Pro 2 chegará ao mercado antes do final de 2022. Até lá, continue acompanhando o Canaltech para mais novidades sobre o fone de ouvido da Apple.\nFonte: Twitter/Ming-Chi Kuo, 9to5Mac, iMore", "link": "https://canaltech.com.br/fone-de-ouvido/airpods-pro-2-producao-em-massa-deve-comecar-em-breve-mas-sem-porta-usb-c-217068/"}, {"date": "Guadalupe Carniel", "text": "Os AirPods são excelentes fones de ouvido Bluetooth para consumir conteúdo com áudio em dispositivos da Apple. Além de entregar uma excelente qualidade sonora, o ecossistema da empresa permite conexão instantânea entre os aparelhos, sem que o usuário precise recorrer aos pareamentos constantes — comuns em acessórios de terceiros.\nComo atualizar a Apple TV para o tvOS 15\nOs 10 melhores aplicativos para Apple TV\nComo criar um protetor de tela na Apple TV com suas fotos\nComo usar os protetores de tela na Apple TV\nNesse sentido, a Apple TV também se beneficia desse recurso com louvor. Para escutar áudio da sua TV em um AirPods (todos os modelos), basta que ambos os dispositivos estejam vinculados ao mesmo ID Apple. Assim, você poderá facilmente assistir a filmes, ouvir músicas, jogar ou aproveitar os benefícios do Apple Fitness+ com mais privacidade.\nLembre-se de que seus AirPods já devem estar previamente configurados em um iPhone ou iPad. Dessa forma, o iCloud permitirá que outros dispositivos se conectem ao fone de ouvido, incluindo a Apple TV, que deverá reconhecer assim que eles estiverem fixos em seus ouvidos.\nVeja, abaixo, como conectar rapidamente os seus AirPods na Apple TV.\nComo conectar os AirPods na Apple TV\n1. Pela Central de Controle\nEsse é o método mais prático de conectar os AirPods. Para isso, basta por os fones no seu ouvido e esperar que a Apple TV avise que o acessório foi detectado. Depois, siga o passo a passo abaixo:\nPasso 1: pressione o botão Home da Siri Remote, representado por uma \"TV\", até abrir a Central de Controle.\nPasso 2: clique em \"AirPods de (seu nome)\". Depois, selecione seus AirPods para começar a reproduzir som no fone de ouvido.\n2. Pelos Ajustes\nSe os seus AirPods não foram detectados pela tvOS, será necessário recorrer ao seu emparelhamento manual, assim como um fone de ouvido Bluetooth de outra marca. Siga as instruções abaixo:\nPasso 1: na tela inicial da Apple TV, abra o app Ajustes. Em seguida, clique em \"Controle Remotos e Dispositivos\" > \"Bluetooth\".\nPasso 2: selecione os seus AirPods e clique em \"Conectar Dispositivo\".", "link": "https://canaltech.com.br/tv/como-conectar-os-airpods-na-apple-tv/"}, {"date": "Guadalupe Carniel", "text": "Os AirPods são excelentes fones de ouvido Bluetooth para consumir conteúdo com áudio em dispositivos da Apple. Além de entregar uma excelente qualidade sonora, o ecossistema da empresa permite conexão instantânea entre os aparelhos, sem que o usuário precise recorrer aos pareamentos constantes — comuns em acessórios de terceiros.\nComo atualizar a Apple TV para o tvOS 15\nOs 10 melhores aplicativos para Apple TV\nComo criar um protetor de tela na Apple TV com suas fotos\nComo usar os protetores de tela na Apple TV\nNesse sentido, a Apple TV também se beneficia desse recurso com louvor. Para escutar áudio da sua TV em um AirPods (todos os modelos), basta que ambos os dispositivos estejam vinculados ao mesmo ID Apple. Assim, você poderá facilmente assistir a filmes, ouvir músicas, jogar ou aproveitar os benefícios do Apple Fitness+ com mais privacidade.\nLembre-se de que seus AirPods já devem estar previamente configurados em um iPhone ou iPad. Dessa forma, o iCloud permitirá que outros dispositivos se conectem ao fone de ouvido, incluindo a Apple TV, que deverá reconhecer assim que eles estiverem fixos em seus ouvidos.\nVeja, abaixo, como conectar rapidamente os seus AirPods na Apple TV.\nComo conectar os AirPods na Apple TV\n1. Pela Central de Controle\nEsse é o método mais prático de conectar os AirPods. Para isso, basta por os fones no seu ouvido e esperar que a Apple TV avise que o acessório foi detectado. Depois, siga o passo a passo abaixo:\nPasso 1: pressione o botão Home da Siri Remote, representado por uma \"TV\", até abrir a Central de Controle.\nPasso 2: clique em \"AirPods de (seu nome)\". Depois, selecione seus AirPods para começar a reproduzir som no fone de ouvido.\n2. Pelos Ajustes\nSe os seus AirPods não foram detectados pela tvOS, será necessário recorrer ao seu emparelhamento manual, assim como um fone de ouvido Bluetooth de outra marca. Siga as instruções abaixo:\nPasso 1: na tela inicial da Apple TV, abra o app Ajustes. Em seguida, clique em \"Controle Remotos e Dispositivos\" > \"Bluetooth\".\nPasso 2: selecione os seus AirPods e clique em \"Conectar Dispositivo\".", "link": "https://canaltech.com.br/tv/como-conectar-os-airpods-na-apple-tv/"}]