[{"text": "Os AirPods Pro são uma referência em fones de ouvido bluetooth com cancelamento ativo de ruído. O Guia de Compras testou quatro modelos com bons recursos e que podem ser alternativas aos fones da Apple: Esses fones sem fio eram vendidos na faixa de R$ 900 nas lojas da internet em abril. Para comparação, os AirPods Pro (2ª geração) saíam por R$ 2.600. 🔇 Qual a vantagem do cancelamento de ruído? Os fones tentam isolar ao máximo possível o barulho externo, para ter menos distrações na hora de ouvir músicas e podcasts ou se concentrar para estudar ou trabalhar. Eles oferecem também mais funções e recursos em comparação aos modelos mais baratos, como pausa automática ao retirar um dos fones do ouvido. 🛫 Onde funciona bem? O cancelamento ativo de ruído tenta reduzir os sons externos como trens do metrô, ventiladores, aspiradores e até mesmo motores de avião (para viajar é melhor usar um fone grande pelo conforto). Não significa 100% de isolamento, mas já reduz bastante. 🗣 E com pessoas falando? Porém, esses aparelhos só diminuem um pouco o volume das vozes humanas. Mas também contam com o recurso conhecido como \"modo ambiente\", que, ao ser ativado, permite ouvir o entorno e conversar sem remover os fones ou desligar a música. Veja o resultado dos testes a seguir e, ao final da reportagem, a conclusão. O Huawei FreeBuds Pro 2 tem qualidade de som e cancelamento de ruído ativo ótimos, além de um aplicativo cheio de recursos. Nas lojas on-line, eles custavam R$ 900 em abril. Os fones têm um design inspirado nos AirPods Pro, da Apple, com uma haste curta na lateral, e acabamento em branco, prata ou azul. Ouvindo Radiohead ou Anitta, o FreeBuds Pro 2 mostrou tons sutis e nítidos, permitindo ouvir os detalhes de instrumentos ao fundo. Para ver vídeos e ouvir podcast, as vozes ficam bastante claras. Os graves não são exagerados, mas é possível deixá-los mais fortes com uma opção no equalizador aplicativo AI Life, da fabricante. Mas ainda é um pouco mais fraco que os JBL Live Pro 2, que têm uma vibração mais perceptível. A instalação do AI Life, porém, passa por alguns passos adicionais em comparação aos outros apps da concorrência: o aplicativo não está disponível na loja Google Play e é preciso baixar pelo site da fabricante. A haste dos fones é sensível ao toque, permitindo aumentar e reduzir o volume ao deslizar o dedo na lateral, além de controlar a reprodução de músicas (pausa, próxima música/anterior) e chamadas. Pressionar a lateral com dois dedos – a fabricante chama o gesto de \"pinçar\" ativa os modos de cancelamento ativo de ruído: ligado, desligado e sensibilidade ao ambiente. São quatro níveis de cancelamento de ruídos externos (ultra e geral, para ambientes barulhentos, aconchegante para uso em casa e dinâmico, com ajuste automático). O modo ambiente permitiu ouvir bem o local ao redor e entender conversas, sem um ruído metálico ao fundo – que ocorre no modelo da Redmi, por exemplo. Os fones têm sensores que pausam a música quando removidos de um dos ouvidos. E oferecem um recurso que permite parear com dois equipamentos ao mesmo tempo – notebook e celular, por exemplo. Basta desconectar de um para conectar ao outro, sem novo pareamento. É algo que os fones mais baratos não conseguem fazer, mas todos da lista são capazes. A bateria dura em torno de 4 horas com o cancelamento de ruído ativado e mais 18h no estojo de carregamento. Os fones contam com proteção IP54 contra água e poeira. E o estojo de carregamento é compatível com bases de carga por indução, além do cabo USB-C. Os JBL Live Pro 2 têm a maior duração de bateria entre os modelos do teste e ótima qualidade de som, com os graves mais fortes entre os produtos avaliados. O produto custava R$ 999 em abril nas principais lojas da internet. Apesar de terem um visual também similar aos AirPods Pro, com a haste curta, pelo menos os fones da JBL têm acabamento em prata ou preto, deixando-os um pouco diferente dos outros modelos. O estilo de som do equipamento segue um padrão visto em outros aparelhos da marca (veja o teste), bastante nítido e com os graves mais exagerados. Dá para perceber isso ouvindo música eletrônica e pop, por exemplo. O app JBL Headphones traz um equalizador que permite maior controle do áudio com modos pré-selecionados (como jazz, voz, estúdio e graves, por exemplo). Os fones têm a haste sensível ao toque, para comandar ligações e reprodução de música, além de alternar os modos de som ambiente. Também dá para ativar um mordomo virtual (Google Assistente ou Alexa) para usar em celulares com Android e utilizar comandos de voz. O cancelamento de ruído ativo permite ajuste por níveis (de fraco a forte), com um modo automático (chamado ANC Adaptável pela fabricante). O isolamento foi melhor que o dos fones da Huawei e da Samsung durante os testes. O modo ambiente também permite ajustes por níveis e fica com um pouco de ruído ao fundo. A função abaixa o volume da música ao fundo e aumenta a percepção da própria voz. Também permitem conexão com múltiplos dispositivos, com troca rápida entre celular e notebook ou tablet, por exemplo. Os JBL Live Pro 2 são à prova d'água, com proteção padrão IPX5. A bateria dos fones dura em torno de 8h com o cancelamento de ruído ativado (se o modo adaptável estiver ligado, pode baixar para 6h), com mais 30h no estojo – que também é compatível com carregador por indução. O Redmi Buds 4 Pro, da Xiaomi, é um fone bluetooth com uma ótima qualidade de som e de cancelamento de ruído – e até mesmo reduz o barulho do vento. O fone era vendido por R$ 900 nas lojas on-line na metade de abril. O design dos fones e do estojo segue o formato de caixa que abre por cima, com acabamento branco ou preto. Lembra bastante a dos AirPods Pro. A qualidade de som é ótima, com vocais nítidos e sem exagero nos graves. É um fone que dá para alternar estilos distintos, seja o seu dono um fã de Metallica ou de Doja Cat. O app Xiaomi Earbuds permite ajustar a equalização do áudio e o recurso \"som imersivo\", escondido nas configurações, melhora de forma perceptível o som. As hastes são sensíveis ao toque, para comandar músicas e alternar o cancelamento de ruído e modo ambiente. Ao remover um dos lados, a música pausa de forma automática – mas é preciso ativar a função no aplicativo. O fone consegue conectar com mais de um dispositivo ao mesmo tempo. O cancelamento de ruído também tem um modo adaptável, como no modelo da JBL. No manual, ele alterna entre três níveis: leve, equilibrado e profundo. Isolou bastante o ruído externo durante os testes. O modo ambiente, chamado Transparência, tem dois modos – regular ou melhorar voz, que fica com um zumbido metálico forte ao fundo. A bateria dura em torno de 6h30 com o cancelamento de ruídos ativado, com mais 25 horas no estojo, que carrega somente pelo cabo USB-C, sem opção de recarga por indução. O fone Samsung Galaxy Buds2 Pro é daqueles que funcionam bem com qualquer aparelho, mas é melhor se for um celular da marca. A qualidade de som é muito boa e o produto oferece alguns recursos que os concorrentes avaliados não têm – como alerta de alongar o pescoço. Custava em torno de R$ 900 nas lojas da internet em abril. A primeira diferença é o formato sem haste externa, com uma estrutura arredondada (em preto, branco ou violeta) com a borracha que encaixa no ouvido. É um pouco complicado encontrar o ângulo certo da primeira vez, mas o app Galaxy Wearable tem uma área dedicada para ajudar a testar o encaixe e corrigir a posição do fone. Em comparação aos demais modelos, a qualidade do som é muito boa. Não empolga tanto quanto o da JBL e tem um perfil sonoro um pouco diferente dos demais, mais neutro, mas que é mais envolvente a longo prazo. Para podcasts, e ver vídeos, os Buds2 Pro funcionam bem. Para música pop, também. Se o celular em uso for da Samsung, também é possível gravar vídeos com áudio 360. Compensa se for assistir também em outro produto da marca. A superfície da bolinha externa permite comandos via toque (reprodução, chamadas). Também dá para controlar o volume, como ocorre no modelo da Xiaomi. O cancelamento de ruído é muito bom e o modo ambiente deixa um ruído no fundo, mas não tão metálico como no Redmi Buds 4 Pro. O fone tem outro recurso único na hora de lidar com conversas: o Buds2 Pro consegue identificar de forma automática a fala e reduz o volume da música em reprodução. Ao detectar silêncio após alguns segundos, retorna ao volume normal. O modelo da Samsung vem com proteção IPX7 (1m de imersão por até 30 minutos), também algo único da marca. É um recurso útil para proteger do suor na academia, mas não é indicado para nadar ou mergulhar. A bateria dura cerca de 4,5 horas com o cancelamento de ruído ativo, com mais 12 no estojo de recarga, que pode ser usado com uma base de indução. DESTAQUE NO CUSTO-BENEFÍCIO: com todos os fones na mesma faixa de preço (R$ 900), a diferença fica mesmo entre os recursos adicionais oferecidos pelos fabricantes. O modelo da JBL tem uma ótima qualidade de som para quem gosta de pop e um app muito bom. Huawei e Redmi valem pelos ajustes de cancelamento de ruído. O da Samsung é um ótimo fone para quem já tem um celular da marca, já que a integração de app e recursos é excelente. PARA MALHAR: o Redmi Buds 4 Pro tem o melhor encaixe no ouvido, ficando bem preso e com o recurso de bloqueio de ruído de vento, o que é um grande diferencial dos concorrentes. PARA TRABALHAR: O JBL Live Pro 2 oferece um modo de uso específico para videochamadas, que aprimora a qualidade da voz. COMO FUNCIONA: na explicação oficial dos fabricantes, o recurso de cancelamento de ruído usa a física para reduzir o barulho. Isso ocorre com a adoção de diversos microfones internos e externos aos fones que \"ouvem\" as ondas sonoras. Um chip, em tempo real, inverte as ondas de som externas e envia para o alto-falante do fone um sinal sonoro oposto. Porém, isso funciona melhor com sons de baixas frequências – aviões, trens, metrô e motores em geral. O QUE MUDOU EM RELAÇÃO AO PRIMEIRO TESTE: no final de 2021, os modelos mais caros da avaliação já ofereciam cancelamento de ruído e modo ambiente. Os fones deste teste de 2023 mostram que esses recursos avançados foram aprimorados pelos fabricantes. O bloqueio de ruídos melhorou. Mas a maior mudança percebida foi no modo ambiente, que deixava um zumbido metálico ao fundo e agora evoluiu bastante. O Guia de Compras solicitou aos fabricantes seus modelos mais recentes de fones bluetooth com cancelamento de ruído. Não se trata de um comparativo com os AirPods Pro (2ª geração) porque a Apple não respondeu ao pedido de empréstimo do aparelho para o teste. A Edifier mandou um fone que já foi testado em 2021 (NeoBuds Pro). Os aparelhos foram emprestados pelos fabricantes e serão devolvidos. Foram considerados a facilidade de instalação, os recursos disponíveis e os aplicativos para smartphone. Depois disso, foram horas e horas de música de estilos variados ouvidos durante as primeiras semanas de abril. O teste de cancelamento de ruídos, foi feito no escritório doméstico, alternando um ventilador de teto ligado e um aspirador. Já o de modo ambiente foi feito com conversas dentro do home office. A duração da bateria depende muito do perfil de uso de cada pessoa. No geral, todos os fones avaliados aguentam uma semana de uso sem precisar de recarga no estojo. Esta reportagem foi produzida com total independência editorial por nosso time de jornalistas e colaboradores especializados. Caso o leitor opte por adquirir algum produto a partir de links disponibilizados, a Globo poderá auferir receita por meio de parcerias comerciais. Esclarecemos que a Globo não possui qualquer controle ou responsabilidade acerca da eventual experiência de compra, mesmo que a partir dos links disponibilizados. Questionamentos ou reclamações em relação ao produto adquirido e/ou processo de compra, pagamento e entrega deverão ser direcionados diretamente ao lojista responsável.", "link": "https://g1.globo.com/busca/click?q=airpods&p=1&r=1687032518582&u=https%3A%2F%2Fg1.globo.com%2Fespeciais%2Fguia-de-compras%2Ffones-bluetooth-g1-testa-4-concorrentes-dos-airpods-pro.ghtml&syn=False&key=3e0aa68d6990e98b357389de4ca0bf8d"}, {"text": "Os AirPods Pro são uma referência em fones de ouvido bluetooth com cancelamento ativo de ruído. O Guia de Compras testou quatro modelos com bons recursos e que podem ser alternativas aos fones da Apple: Esses fones sem fio eram vendidos na faixa de R$ 900 nas lojas da internet em abril. Para comparação, os AirPods Pro (2ª geração) saíam por R$ 2.600. 🔇 Qual a vantagem do cancelamento de ruído? Os fones tentam isolar ao máximo possível o barulho externo, para ter menos distrações na hora de ouvir músicas e podcasts ou se concentrar para estudar ou trabalhar. Eles oferecem também mais funções e recursos em comparação aos modelos mais baratos, como pausa automática ao retirar um dos fones do ouvido. 🛫 Onde funciona bem? O cancelamento ativo de ruído tenta reduzir os sons externos como trens do metrô, ventiladores, aspiradores e até mesmo motores de avião (para viajar é melhor usar um fone grande pelo conforto). Não significa 100% de isolamento, mas já reduz bastante. 🗣 E com pessoas falando? Porém, esses aparelhos só diminuem um pouco o volume das vozes humanas. Mas também contam com o recurso conhecido como \"modo ambiente\", que, ao ser ativado, permite ouvir o entorno e conversar sem remover os fones ou desligar a música. Veja o resultado dos testes a seguir e, ao final da reportagem, a conclusão. O Huawei FreeBuds Pro 2 tem qualidade de som e cancelamento de ruído ativo ótimos, além de um aplicativo cheio de recursos. Nas lojas on-line, eles custavam R$ 900 em abril. Os fones têm um design inspirado nos AirPods Pro, da Apple, com uma haste curta na lateral, e acabamento em branco, prata ou azul. Ouvindo Radiohead ou Anitta, o FreeBuds Pro 2 mostrou tons sutis e nítidos, permitindo ouvir os detalhes de instrumentos ao fundo. Para ver vídeos e ouvir podcast, as vozes ficam bastante claras. Os graves não são exagerados, mas é possível deixá-los mais fortes com uma opção no equalizador aplicativo AI Life, da fabricante. Mas ainda é um pouco mais fraco que os JBL Live Pro 2, que têm uma vibração mais perceptível. A instalação do AI Life, porém, passa por alguns passos adicionais em comparação aos outros apps da concorrência: o aplicativo não está disponível na loja Google Play e é preciso baixar pelo site da fabricante. A haste dos fones é sensível ao toque, permitindo aumentar e reduzir o volume ao deslizar o dedo na lateral, além de controlar a reprodução de músicas (pausa, próxima música/anterior) e chamadas. Pressionar a lateral com dois dedos – a fabricante chama o gesto de \"pinçar\" ativa os modos de cancelamento ativo de ruído: ligado, desligado e sensibilidade ao ambiente. São quatro níveis de cancelamento de ruídos externos (ultra e geral, para ambientes barulhentos, aconchegante para uso em casa e dinâmico, com ajuste automático). O modo ambiente permitiu ouvir bem o local ao redor e entender conversas, sem um ruído metálico ao fundo – que ocorre no modelo da Redmi, por exemplo. Os fones têm sensores que pausam a música quando removidos de um dos ouvidos. E oferecem um recurso que permite parear com dois equipamentos ao mesmo tempo – notebook e celular, por exemplo. Basta desconectar de um para conectar ao outro, sem novo pareamento. É algo que os fones mais baratos não conseguem fazer, mas todos da lista são capazes. A bateria dura em torno de 4 horas com o cancelamento de ruído ativado e mais 18h no estojo de carregamento. Os fones contam com proteção IP54 contra água e poeira. E o estojo de carregamento é compatível com bases de carga por indução, além do cabo USB-C. Os JBL Live Pro 2 têm a maior duração de bateria entre os modelos do teste e ótima qualidade de som, com os graves mais fortes entre os produtos avaliados. O produto custava R$ 999 em abril nas principais lojas da internet. Apesar de terem um visual também similar aos AirPods Pro, com a haste curta, pelo menos os fones da JBL têm acabamento em prata ou preto, deixando-os um pouco diferente dos outros modelos. O estilo de som do equipamento segue um padrão visto em outros aparelhos da marca (veja o teste), bastante nítido e com os graves mais exagerados. Dá para perceber isso ouvindo música eletrônica e pop, por exemplo. O app JBL Headphones traz um equalizador que permite maior controle do áudio com modos pré-selecionados (como jazz, voz, estúdio e graves, por exemplo). Os fones têm a haste sensível ao toque, para comandar ligações e reprodução de música, além de alternar os modos de som ambiente. Também dá para ativar um mordomo virtual (Google Assistente ou Alexa) para usar em celulares com Android e utilizar comandos de voz. O cancelamento de ruído ativo permite ajuste por níveis (de fraco a forte), com um modo automático (chamado ANC Adaptável pela fabricante). O isolamento foi melhor que o dos fones da Huawei e da Samsung durante os testes. O modo ambiente também permite ajustes por níveis e fica com um pouco de ruído ao fundo. A função abaixa o volume da música ao fundo e aumenta a percepção da própria voz. Também permitem conexão com múltiplos dispositivos, com troca rápida entre celular e notebook ou tablet, por exemplo. Os JBL Live Pro 2 são à prova d'água, com proteção padrão IPX5. A bateria dos fones dura em torno de 8h com o cancelamento de ruído ativado (se o modo adaptável estiver ligado, pode baixar para 6h), com mais 30h no estojo – que também é compatível com carregador por indução. O Redmi Buds 4 Pro, da Xiaomi, é um fone bluetooth com uma ótima qualidade de som e de cancelamento de ruído – e até mesmo reduz o barulho do vento. O fone era vendido por R$ 900 nas lojas on-line na metade de abril. O design dos fones e do estojo segue o formato de caixa que abre por cima, com acabamento branco ou preto. Lembra bastante a dos AirPods Pro. A qualidade de som é ótima, com vocais nítidos e sem exagero nos graves. É um fone que dá para alternar estilos distintos, seja o seu dono um fã de Metallica ou de Doja Cat. O app Xiaomi Earbuds permite ajustar a equalização do áudio e o recurso \"som imersivo\", escondido nas configurações, melhora de forma perceptível o som. As hastes são sensíveis ao toque, para comandar músicas e alternar o cancelamento de ruído e modo ambiente. Ao remover um dos lados, a música pausa de forma automática – mas é preciso ativar a função no aplicativo. O fone consegue conectar com mais de um dispositivo ao mesmo tempo. O cancelamento de ruído também tem um modo adaptável, como no modelo da JBL. No manual, ele alterna entre três níveis: leve, equilibrado e profundo. Isolou bastante o ruído externo durante os testes. O modo ambiente, chamado Transparência, tem dois modos – regular ou melhorar voz, que fica com um zumbido metálico forte ao fundo. A bateria dura em torno de 6h30 com o cancelamento de ruídos ativado, com mais 25 horas no estojo, que carrega somente pelo cabo USB-C, sem opção de recarga por indução. O fone Samsung Galaxy Buds2 Pro é daqueles que funcionam bem com qualquer aparelho, mas é melhor se for um celular da marca. A qualidade de som é muito boa e o produto oferece alguns recursos que os concorrentes avaliados não têm – como alerta de alongar o pescoço. Custava em torno de R$ 900 nas lojas da internet em abril. A primeira diferença é o formato sem haste externa, com uma estrutura arredondada (em preto, branco ou violeta) com a borracha que encaixa no ouvido. É um pouco complicado encontrar o ângulo certo da primeira vez, mas o app Galaxy Wearable tem uma área dedicada para ajudar a testar o encaixe e corrigir a posição do fone. Em comparação aos demais modelos, a qualidade do som é muito boa. Não empolga tanto quanto o da JBL e tem um perfil sonoro um pouco diferente dos demais, mais neutro, mas que é mais envolvente a longo prazo. Para podcasts, e ver vídeos, os Buds2 Pro funcionam bem. Para música pop, também. Se o celular em uso for da Samsung, também é possível gravar vídeos com áudio 360. Compensa se for assistir também em outro produto da marca. A superfície da bolinha externa permite comandos via toque (reprodução, chamadas). Também dá para controlar o volume, como ocorre no modelo da Xiaomi. O cancelamento de ruído é muito bom e o modo ambiente deixa um ruído no fundo, mas não tão metálico como no Redmi Buds 4 Pro. O fone tem outro recurso único na hora de lidar com conversas: o Buds2 Pro consegue identificar de forma automática a fala e reduz o volume da música em reprodução. Ao detectar silêncio após alguns segundos, retorna ao volume normal. O modelo da Samsung vem com proteção IPX7 (1m de imersão por até 30 minutos), também algo único da marca. É um recurso útil para proteger do suor na academia, mas não é indicado para nadar ou mergulhar. A bateria dura cerca de 4,5 horas com o cancelamento de ruído ativo, com mais 12 no estojo de recarga, que pode ser usado com uma base de indução. DESTAQUE NO CUSTO-BENEFÍCIO: com todos os fones na mesma faixa de preço (R$ 900), a diferença fica mesmo entre os recursos adicionais oferecidos pelos fabricantes. O modelo da JBL tem uma ótima qualidade de som para quem gosta de pop e um app muito bom. Huawei e Redmi valem pelos ajustes de cancelamento de ruído. O da Samsung é um ótimo fone para quem já tem um celular da marca, já que a integração de app e recursos é excelente. PARA MALHAR: o Redmi Buds 4 Pro tem o melhor encaixe no ouvido, ficando bem preso e com o recurso de bloqueio de ruído de vento, o que é um grande diferencial dos concorrentes. PARA TRABALHAR: O JBL Live Pro 2 oferece um modo de uso específico para videochamadas, que aprimora a qualidade da voz. COMO FUNCIONA: na explicação oficial dos fabricantes, o recurso de cancelamento de ruído usa a física para reduzir o barulho. Isso ocorre com a adoção de diversos microfones internos e externos aos fones que \"ouvem\" as ondas sonoras. Um chip, em tempo real, inverte as ondas de som externas e envia para o alto-falante do fone um sinal sonoro oposto. Porém, isso funciona melhor com sons de baixas frequências – aviões, trens, metrô e motores em geral. O QUE MUDOU EM RELAÇÃO AO PRIMEIRO TESTE: no final de 2021, os modelos mais caros da avaliação já ofereciam cancelamento de ruído e modo ambiente. Os fones deste teste de 2023 mostram que esses recursos avançados foram aprimorados pelos fabricantes. O bloqueio de ruídos melhorou. Mas a maior mudança percebida foi no modo ambiente, que deixava um zumbido metálico ao fundo e agora evoluiu bastante. O Guia de Compras solicitou aos fabricantes seus modelos mais recentes de fones bluetooth com cancelamento de ruído. Não se trata de um comparativo com os AirPods Pro (2ª geração) porque a Apple não respondeu ao pedido de empréstimo do aparelho para o teste. A Edifier mandou um fone que já foi testado em 2021 (NeoBuds Pro). Os aparelhos foram emprestados pelos fabricantes e serão devolvidos. Foram considerados a facilidade de instalação, os recursos disponíveis e os aplicativos para smartphone. Depois disso, foram horas e horas de música de estilos variados ouvidos durante as primeiras semanas de abril. O teste de cancelamento de ruídos, foi feito no escritório doméstico, alternando um ventilador de teto ligado e um aspirador. Já o de modo ambiente foi feito com conversas dentro do home office. A duração da bateria depende muito do perfil de uso de cada pessoa. No geral, todos os fones avaliados aguentam uma semana de uso sem precisar de recarga no estojo. Esta reportagem foi produzida com total independência editorial por nosso time de jornalistas e colaboradores especializados. Caso o leitor opte por adquirir algum produto a partir de links disponibilizados, a Globo poderá auferir receita por meio de parcerias comerciais. Esclarecemos que a Globo não possui qualquer controle ou responsabilidade acerca da eventual experiência de compra, mesmo que a partir dos links disponibilizados. Questionamentos ou reclamações em relação ao produto adquirido e/ou processo de compra, pagamento e entrega deverão ser direcionados diretamente ao lojista responsável.", "link": "https://g1.globo.com/busca/click?q=airpods&p=1&r=1687032518584&u=https%3A%2F%2Fg1.globo.com%2Fespeciais%2Fguia-de-compras%2Ffones-bluetooth-g1-testa-4-concorrentes-dos-airpods-pro.ghtml&syn=False&key=3e0aa68d6990e98b357389de4ca0bf8d"}, {"text": "A Apple confirmou que os novos fones de ouvido AirPods Pro de 2ª geração chegaram ao Brasil nesta segunda-feira (24). Os dispositivos já aparecem no site oficial da marca por R$ 2.599 (parcelado) ou R$ 2.339,10 à vista. Os AirPods Pro 2 foram revelados no dia 7 de setembro. Os aparelhos não recebiam uma atualização desde 2019, ano em que a primeira versão foi lançada. A segunda geração foi anunciada ao lado dos novos iPhones 14. Os fones ganharam um novo chip, chamado de H2, que promete melhorar o cancelamento ativo de ruído. LEIA TAMBÉM: Eles contam com um sensor touch na haste que permite aumentar ou diminuir o volume, pular a música, atender a chamadas, entre outros. Também é possível realizar essas ações com comandos de voz para a assistente virtual Siri. A Apple diz ainda que os dispositivos oferecem 1,5 hora a mais de bateria que a geração anterior, podendo reproduzir por até seis horas. O estojo assegura quatro recargas, totalizando 30 horas de bateria com o cancelamento ativo de ruído ligado.", "link": "https://g1.globo.com/busca/click?q=airpods&p=2&r=1687032518586&u=https%3A%2F%2Fg1.globo.com%2Ftecnologia%2Fnoticia%2F2022%2F10%2F25%2Fapple-lanca-fone-airpods-pro-de-2a-geracao-no-brasil.ghtml&syn=False&key=06a8e33a404bc801855631eb713d9030"}, {"text": "A Apple confirmou que os novos fones de ouvido AirPods Pro de 2ª geração chegaram ao Brasil nesta segunda-feira (24). Os dispositivos já aparecem no site oficial da marca por R$ 2.599 (parcelado) ou R$ 2.339,10 à vista. Os AirPods Pro 2 foram revelados no dia 7 de setembro. Os aparelhos não recebiam uma atualização desde 2019, ano em que a primeira versão foi lançada. A segunda geração foi anunciada ao lado dos novos iPhones 14. Os fones ganharam um novo chip, chamado de H2, que promete melhorar o cancelamento ativo de ruído. LEIA TAMBÉM: Eles contam com um sensor touch na haste que permite aumentar ou diminuir o volume, pular a música, atender a chamadas, entre outros. Também é possível realizar essas ações com comandos de voz para a assistente virtual Siri. A Apple diz ainda que os dispositivos oferecem 1,5 hora a mais de bateria que a geração anterior, podendo reproduzir por até seis horas. O estojo assegura quatro recargas, totalizando 30 horas de bateria com o cancelamento ativo de ruído ligado.", "link": "https://g1.globo.com/busca/click?q=airpods&p=2&r=1687032518588&u=https%3A%2F%2Fg1.globo.com%2Ftecnologia%2Fnoticia%2F2022%2F10%2F25%2Fapple-lanca-fone-airpods-pro-de-2a-geracao-no-brasil.ghtml&syn=False&key=06a8e33a404bc801855631eb713d9030"}, {"text": "A Secretaria Nacional de Defesa do Consumidor (Senacon) notificou nesta segunda-feira (30) a Apple a dar explicações sobre a segurança os fones de ouvido da marca que operam por meio de bluetooth (Airpods) em até 72 horas. A decisão foi tomada após a informação de que uma criança de 12 anos nos Estados Unidos sofreu danos auditivos após o uso de fones de ouvido da Apple. \"Estamos investigando possível defeito e consequente risco à saúde e segurança dos consumidores brasileiros. A intenção é que a empresa aja com transparência e colabore com as autoridades nacionais e internacionais para esclarecimento imediato do caso\", afirmou o ministro da Justiça e Segurança Pública, Anderson Torres. Segundo a Senacom, a fabricnate deverá justificar a venda do acessório e os riscos do equipamento, explicando regularidade, qualidade, segurança, transparência, informação e orientação aos consumidores quanto à fabricação e venda do produto. Leia também:", "link": "https://g1.globo.com/busca/click?q=airpods&p=3&r=1687032518591&u=https%3A%2F%2Fg1.globo.com%2Ftecnologia%2Fnoticia%2F2022%2F05%2F30%2Fsenacon-da-72-horas-para-apple-explicar-sobre-riscos-de-airpods.ghtml&syn=False&key=725435a1b0e2b478e2390e05d5b14afa"}, {"text": "A Secretaria Nacional de Defesa do Consumidor (Senacon) notificou nesta segunda-feira (30) a Apple a dar explicações sobre a segurança os fones de ouvido da marca que operam por meio de bluetooth (Airpods) em até 72 horas. A decisão foi tomada após a informação de que uma criança de 12 anos nos Estados Unidos sofreu danos auditivos após o uso de fones de ouvido da Apple. \"Estamos investigando possível defeito e consequente risco à saúde e segurança dos consumidores brasileiros. A intenção é que a empresa aja com transparência e colabore com as autoridades nacionais e internacionais para esclarecimento imediato do caso\", afirmou o ministro da Justiça e Segurança Pública, Anderson Torres. Segundo a Senacom, a fabricnate deverá justificar a venda do acessório e os riscos do equipamento, explicando regularidade, qualidade, segurança, transparência, informação e orientação aos consumidores quanto à fabricação e venda do produto. Leia também:", "link": "https://g1.globo.com/busca/click?q=airpods&p=3&r=1687032518592&u=https%3A%2F%2Fg1.globo.com%2Ftecnologia%2Fnoticia%2F2022%2F05%2F30%2Fsenacon-da-72-horas-para-apple-explicar-sobre-riscos-de-airpods.ghtml&syn=False&key=725435a1b0e2b478e2390e05d5b14afa"}, {"text": "", "link": "https://g1.globo.com/busca/click?q=airpods&p=4&r=1687032518595&u=https%3A%2F%2Fg1.globo.com%2Ftecnologia%2Fao-vivo%2Fapple-apresenta-novos-produtos-nesta-segunda.ghtml&syn=False&key=baa780e28d2f954277c6f55bca07b982"}, {"text": "Confuso na hora de escolher um produto na internet? O Guia da Compras do g1 reúne mais de 180 listas, dicas e testes que explicam o funcionamento dos itens e como fazer o melhor uso deles. Basta escolher a categoria: Não sabe em qual seu produto se enquadra? Busque pelo nome Voltar ao topo Voltar ao topo Voltar ao topo Voltar ao topo Voltar ao topo Voltar ao topo Voltar ao topo Voltar ao topo Voltar ao topo Voltar ao topo Voltar ao topo", "link": "https://g1.globo.com/busca/click?q=airpods&p=5&r=1687032518598&u=https%3A%2F%2Fg1.globo.com%2Fespeciais%2Fguia-de-compras%2Fnoticia%2F2022%2F11%2F24%2Fqual-comprar-guia-de-compras-do-g1-te-ajuda-com-dicas-de-produtos-para-casa-trabalho-malhacao-viagem-e-mais.ghtml&syn=False&key=46badd790f5100490a10496957ab07b7"}, {"text": "Confuso na hora de escolher um produto na internet? O Guia da Compras do g1 reúne mais de 180 listas, dicas e testes que explicam o funcionamento dos itens e como fazer o melhor uso deles. Basta escolher a categoria: Não sabe em qual seu produto se enquadra? Busque pelo nome Voltar ao topo Voltar ao topo Voltar ao topo Voltar ao topo Voltar ao topo Voltar ao topo Voltar ao topo Voltar ao topo Voltar ao topo Voltar ao topo Voltar ao topo", "link": "https://g1.globo.com/busca/click?q=airpods&p=5&r=1687032518600&u=https%3A%2F%2Fg1.globo.com%2Fespeciais%2Fguia-de-compras%2Fnoticia%2F2022%2F11%2F24%2Fqual-comprar-guia-de-compras-do-g1-te-ajuda-com-dicas-de-produtos-para-casa-trabalho-malhacao-viagem-e-mais.ghtml&syn=False&key=46badd790f5100490a10496957ab07b7"}, {"text": "São tantas as opções de compras online que é fácil ficar em dúvida do que vale para você. Por isso, o Guia de Compras do g1 descomplica a infinidade de produtos na internet. Desde 2021, a publicação reúne mais de 180 testes, listas e textos que explicam o funcionamento dos itens e como fazer o melhor uso deles. É só buscar pela inicial do produto sobre o qual você quer ler: Se preferir, busque pela categoria. Voltar ao topo Voltar ao topo Voltar ao topo", "link": "https://g1.globo.com/busca/click?q=airpods&p=6&r=1687032518602&u=https%3A%2F%2Fg1.globo.com%2Fespeciais%2Fguia-de-compras%2Fnoticia%2F2022%2F11%2F23%2Fguia-de-compras-mais-de-100-reportagens-para-encontrar-produtos-online-de-a-a-z.ghtml&syn=False&key=69c123ad6535862aecb40e97cd1dab0e"}, {"text": "São tantas as opções de compras online que é fácil ficar em dúvida do que vale para você. Por isso, o Guia de Compras do g1 descomplica a infinidade de produtos na internet. Desde 2021, a publicação reúne mais de 180 testes, listas e textos que explicam o funcionamento dos itens e como fazer o melhor uso deles. É só buscar pela inicial do produto sobre o qual você quer ler: Se preferir, busque pela categoria. Voltar ao topo Voltar ao topo Voltar ao topo", "link": "https://g1.globo.com/busca/click?q=airpods&p=6&r=1687032518604&u=https%3A%2F%2Fg1.globo.com%2Fespeciais%2Fguia-de-compras%2Fnoticia%2F2022%2F11%2F23%2Fguia-de-compras-mais-de-100-reportagens-para-encontrar-produtos-online-de-a-a-z.ghtml&syn=False&key=69c123ad6535862aecb40e97cd1dab0e"}, {"text": "     Foi entre uma série e outra na academia que o advogado Paulo Ribeiro, de 32 anos, resolveu fazer o relato de uma inusitada \"operação de resgate\" que durou dez dias. Até quinta-feira (30), ele contava com cerca de 30 seguidores no Twitter. Mas, então, uma de suas postagens viralizou, superando 8 milhões de visualizações (veja ao final desta reportagem). A história começou quando Paulo, que mora em Guarulhos, na Grande SP, se deu conta de que havia perdido seus AirPods (fones de ouvido da Apple). O aparelho custa entre R$ 1.399 e R$ 6.590, dependendo do modelo. O rapaz procurou na academia, no escritório, em casa... E nada. Com um aplicativo da Apple, o advogado rastreou o aparelho e viu que estava em um endereço desconhecido, mas que ficava em sua cidade. Na volta a Guarulhos, o advogado começou a caçada: 💪 Primeiro, recorreu à academia que frequenta, vasculhando registros câmeras de segurança. As imagens, no entanto, revelaram pouco: no dia do sumiço, Paulo estava se exercitando em um \"ponto cego\". Serviu, ao menos, para confirmar que ali era o local em que tinha usado os fones pela última vez. 🕵️‍♂️ Paulo tomou coragem e seguiu o aplicativo para chegar ao local indicado, mas não tinha ninguém lá. Apelou para um vizinho. Papo vai, papo vem, o advogado inventou uma história e obteve o primeiro nome do morador do imóvel. \"Voltei para a casa resignado, chateado.\" 🔦 Com um nome em mãos, o advogado retornou à academia. Na lista de alunos, havia mais de 6 mil matriculados com aquele mesmo nome. E o mistério continuava. 👀 Depois de dez dias acompanhando virtualmente os passos do (\"novo dono\" do) aparelho, Paulo recebeu um alerta de um endereço muito perto da sua casa. \"Me arrumei e, quando cheguei ao local, fiquei dentro do carro, muito mais cauteloso\", lembrou. 🛎️ O advogado percebeu que lá funciona um espaço comercial. Tocou a campainha e entrou. Na recepção, uma mulher apontou para um homem e disse: \"Ele vai te atender\". Ao bater os olhos no vendedor, Paulo teve uma certeza: \"Eu já havia cruzado com ele várias vezes na academia\". 🕺 Paulo seguiu com o \"disfarce\". Quando os dois ficaram a sós, o advogado acionou o alarme do aplicativo, o que fez com um som passasse a sair de dentro do bolso do vendedor. O nosso \"detetive\" falou: \"Moço, dá licença, eu sou o dono do aparelho\". Na sequência, pegou os fones da mão do homem. 😱 Os dois se dirigiram para fora do estabelecimento, e lá o homem pediu desculpas. \"Ele ficou ainda mais chocado quando mostrei que estava monitorando os passos dele\". \"Você mora na rua tal, não? E você esteve na praia...\", comentou o advogado. 🤝 Por fim, os dois se deram as mãos, e \"cada foi um viver a sua vida\", segundo Paulo. \"Voltei para casa hipercontente com a minha tranquilidade, sorte e sagacidade.\" 👑 Agora, o advogado se diverte com os frutos do relato viral: algumas cantadas por mensagem, reencontro com amigos com quem não falava havia tempos, clientes do exterior que passaram a repercutir o caso. LEIA TAMBÉM: Veja, abaixo, o post de Paulo Ribeiro:", "link": "https://g1.globo.com/busca/click?q=airpods&p=7&r=1687032518607&u=https%3A%2F%2Fg1.globo.com%2Fsp%2Fsao-paulo%2Fnoticia%2F2023%2F03%2F31%2Fadvogado-perde-fone-de-ouvido-de-r-2-mil-em-academia-e-viraliza-com-saga-para-recuperar-aparelho.ghtml&syn=False&key=f8dfe66b08d87aadf8e91a2594127117"}, {"text": "     Foi entre uma série e outra na academia que o advogado Paulo Ribeiro, de 32 anos, resolveu fazer o relato de uma inusitada \"operação de resgate\" que durou dez dias. Até quinta-feira (30), ele contava com cerca de 30 seguidores no Twitter. Mas, então, uma de suas postagens viralizou, superando 8 milhões de visualizações (veja ao final desta reportagem). A história começou quando Paulo, que mora em Guarulhos, na Grande SP, se deu conta de que havia perdido seus AirPods (fones de ouvido da Apple). O aparelho custa entre R$ 1.399 e R$ 6.590, dependendo do modelo. O rapaz procurou na academia, no escritório, em casa... E nada. Com um aplicativo da Apple, o advogado rastreou o aparelho e viu que estava em um endereço desconhecido, mas que ficava em sua cidade. Na volta a Guarulhos, o advogado começou a caçada: 💪 Primeiro, recorreu à academia que frequenta, vasculhando registros câmeras de segurança. As imagens, no entanto, revelaram pouco: no dia do sumiço, Paulo estava se exercitando em um \"ponto cego\". Serviu, ao menos, para confirmar que ali era o local em que tinha usado os fones pela última vez. 🕵️‍♂️ Paulo tomou coragem e seguiu o aplicativo para chegar ao local indicado, mas não tinha ninguém lá. Apelou para um vizinho. Papo vai, papo vem, o advogado inventou uma história e obteve o primeiro nome do morador do imóvel. \"Voltei para a casa resignado, chateado.\" 🔦 Com um nome em mãos, o advogado retornou à academia. Na lista de alunos, havia mais de 6 mil matriculados com aquele mesmo nome. E o mistério continuava. 👀 Depois de dez dias acompanhando virtualmente os passos do (\"novo dono\" do) aparelho, Paulo recebeu um alerta de um endereço muito perto da sua casa. \"Me arrumei e, quando cheguei ao local, fiquei dentro do carro, muito mais cauteloso\", lembrou. 🛎️ O advogado percebeu que lá funciona um espaço comercial. Tocou a campainha e entrou. Na recepção, uma mulher apontou para um homem e disse: \"Ele vai te atender\". Ao bater os olhos no vendedor, Paulo teve uma certeza: \"Eu já havia cruzado com ele várias vezes na academia\". 🕺 Paulo seguiu com o \"disfarce\". Quando os dois ficaram a sós, o advogado acionou o alarme do aplicativo, o que fez com um som passasse a sair de dentro do bolso do vendedor. O nosso \"detetive\" falou: \"Moço, dá licença, eu sou o dono do aparelho\". Na sequência, pegou os fones da mão do homem. 😱 Os dois se dirigiram para fora do estabelecimento, e lá o homem pediu desculpas. \"Ele ficou ainda mais chocado quando mostrei que estava monitorando os passos dele\". \"Você mora na rua tal, não? E você esteve na praia...\", comentou o advogado. 🤝 Por fim, os dois se deram as mãos, e \"cada foi um viver a sua vida\", segundo Paulo. \"Voltei para casa hipercontente com a minha tranquilidade, sorte e sagacidade.\" 👑 Agora, o advogado se diverte com os frutos do relato viral: algumas cantadas por mensagem, reencontro com amigos com quem não falava havia tempos, clientes do exterior que passaram a repercutir o caso. LEIA TAMBÉM: Veja, abaixo, o post de Paulo Ribeiro:", "link": "https://g1.globo.com/busca/click?q=airpods&p=7&r=1687032518609&u=https%3A%2F%2Fg1.globo.com%2Fsp%2Fsao-paulo%2Fnoticia%2F2023%2F03%2F31%2Fadvogado-perde-fone-de-ouvido-de-r-2-mil-em-academia-e-viraliza-com-saga-para-recuperar-aparelho.ghtml&syn=False&key=f8dfe66b08d87aadf8e91a2594127117"}, {"text": "A Apple realizou nesta segunda-feira (18) um evento on-line a partir de sua sede na Califórnia para apresentar dois novos modelos do MacBook Pro e uma nova versão dos fones de ouvido sem fio AirPods 3. Os novos MacBook Pro custarão a partir de R$ 26.999. Já o AirPods 3 será vendido por R$ 2.399. A Apple ainda não revelou quando eles ficarão disponíveis no Brasil. Os novos computadores da Apple têm telas mini-LED de 14 e 16 polegadas. Eles se juntam ao modelo de 13 polegadas, lançado em 2020. O MacBook Pro de 14 polegadas custará a partir de R$ 26.999. A versão de 16 polegadas custará, no mínimo, R$ 32.999 (veja os preços na tabela abaixo). Para os aparelhos, a Apple revelou os chips M1 Pro e M1 Max, que prometem processamento até 70% mais veloz que o chip M1, lançado em 2020. A empresa afirma que a unidade de processamento gráfico (GPU) do chip M1 Pro é duas vezes mais rápida que a do M1. O M1 Max, por sua vez, tem GPU quatro vezes mais veloz que a da geração anterior. Segundo a Apple, os chips M1 Pro e M1 Max têm melhorias na estrutura e incluem um acelerador ProRes, dedicado ao processamento de vídeo profissional. Na tela dos novos MacBook Pro, a empresa adotou um entalhe, espaço que abriga a câmera. Como acontece nos iPhones, a decisão foi tomada para aproveitar mais espaço da área frontal. O teclado dos novos dispositivos dispensaram a TouchBar. A área, que havia sido lançada pela Apple em 2016, deu lugar novamente às teclas de F1 a F12. Os aparelhos também ganharam mais portas: uma HDMI, três Thunderbolt 4, uma para cartões SD e uma para fones de ouvido, além de uma entrada para o carregador MagSafe. Confira os preços dos novos MacBook Pro: O AirPods 3 ganhou um novo design e passou a oferecer suporte para áudio espacial. A Apple afirma que o acessório oferece mais qualidade de áudio em chamadas do FaceTime. Os novos fones de ouvido também contam com um recurso de equalização de som automática. Ele promete manter o áudio com boa qualidade mesmo que o dispositivo não esteja bem encaixado na orelha. A caixa usada para carregar os AirPods 3 foi repaginada para oferecer mais energia. Segundo a Apple, o AirPods 3 oferece até seis horas de bateria para uso contínuo, mas pode permanecer com carga por até 30 horas se for mantido no case. O AirPods 3 será vendido no Brasil por R$ 2.399 e estará disponível em breve. A Apple também anunciou que o alto-falante HomePod mini ganhou versões em três novas cores: amarelo, laranja e azul. As opções se juntam aos modelos nas cores preto e branco. Nos Estados Unidos, eles serão vendidos a partir de novembro por US$ 99 (cerca de R$ 545). A empresa não informou se eles serão disponibilizados no Brasil.", "link": "https://g1.globo.com/busca/click?q=airpods&p=8&r=1687032518613&u=https%3A%2F%2Fg1.globo.com%2Ftecnologia%2Fnoticia%2F2021%2F10%2F18%2Fapple-apresenta-novos-macbooks-pro-e-airpods-3.ghtml&syn=False&key=54355b4e3b93bc76a1bfd07c606d4081"}, {"text": "A Apple realizou nesta segunda-feira (18) um evento on-line a partir de sua sede na Califórnia para apresentar dois novos modelos do MacBook Pro e uma nova versão dos fones de ouvido sem fio AirPods 3. Os novos MacBook Pro custarão a partir de R$ 26.999. Já o AirPods 3 será vendido por R$ 2.399. A Apple ainda não revelou quando eles ficarão disponíveis no Brasil. Os novos computadores da Apple têm telas mini-LED de 14 e 16 polegadas. Eles se juntam ao modelo de 13 polegadas, lançado em 2020. O MacBook Pro de 14 polegadas custará a partir de R$ 26.999. A versão de 16 polegadas custará, no mínimo, R$ 32.999 (veja os preços na tabela abaixo). Para os aparelhos, a Apple revelou os chips M1 Pro e M1 Max, que prometem processamento até 70% mais veloz que o chip M1, lançado em 2020. A empresa afirma que a unidade de processamento gráfico (GPU) do chip M1 Pro é duas vezes mais rápida que a do M1. O M1 Max, por sua vez, tem GPU quatro vezes mais veloz que a da geração anterior. Segundo a Apple, os chips M1 Pro e M1 Max têm melhorias na estrutura e incluem um acelerador ProRes, dedicado ao processamento de vídeo profissional. Na tela dos novos MacBook Pro, a empresa adotou um entalhe, espaço que abriga a câmera. Como acontece nos iPhones, a decisão foi tomada para aproveitar mais espaço da área frontal. O teclado dos novos dispositivos dispensaram a TouchBar. A área, que havia sido lançada pela Apple em 2016, deu lugar novamente às teclas de F1 a F12. Os aparelhos também ganharam mais portas: uma HDMI, três Thunderbolt 4, uma para cartões SD e uma para fones de ouvido, além de uma entrada para o carregador MagSafe. Confira os preços dos novos MacBook Pro: O AirPods 3 ganhou um novo design e passou a oferecer suporte para áudio espacial. A Apple afirma que o acessório oferece mais qualidade de áudio em chamadas do FaceTime. Os novos fones de ouvido também contam com um recurso de equalização de som automática. Ele promete manter o áudio com boa qualidade mesmo que o dispositivo não esteja bem encaixado na orelha. A caixa usada para carregar os AirPods 3 foi repaginada para oferecer mais energia. Segundo a Apple, o AirPods 3 oferece até seis horas de bateria para uso contínuo, mas pode permanecer com carga por até 30 horas se for mantido no case. O AirPods 3 será vendido no Brasil por R$ 2.399 e estará disponível em breve. A Apple também anunciou que o alto-falante HomePod mini ganhou versões em três novas cores: amarelo, laranja e azul. As opções se juntam aos modelos nas cores preto e branco. Nos Estados Unidos, eles serão vendidos a partir de novembro por US$ 99 (cerca de R$ 545). A empresa não informou se eles serão disponibilizados no Brasil.", "link": "https://g1.globo.com/busca/click?q=airpods&p=8&r=1687032518676&u=https%3A%2F%2Fg1.globo.com%2Ftecnologia%2Fnoticia%2F2021%2F10%2F18%2Fapple-apresenta-novos-macbooks-pro-e-airpods-3.ghtml&syn=False&key=54355b4e3b93bc76a1bfd07c606d4081"}, {"text": "A Apple anunciou nesta terça-feira (8) os AirPods Max, seus primeiros fones de ouvido sem fio no estilo \"over the ear\" (que vão por cima da orelha). O produto ainda não tem data para ser vendido no Brasil, mas o preço já foi revelado: R$ 6.899. Os fones têm cancelamento de ruído ativo, para isolar os barulhos do ambiente, e um chip H1 para reconhecimento de voz. A empresa também promete \"áudio de alta fidelidade\" e autonomia de bateria de 20 horas. Eles virão com um \"smart case\" para guardá-los e manter a carga de bateria, e serão vendidos em seis cores: cinza, prata, verde, azul e vermelho. Ao contrário de alguns concorrentes, os AirPods Max não têm controles sensíveis ao toque em sua concha. O ajuste de volume e faixas pode ser feito por uma coroa, parecida com a do Apple Watch, que fica perto da haste de apoio. Até agora, os fones de ouvido sem fio da companhia seguiam o estilo earphone, que ficam encaixados no ouvido. O novo produto irá competir com itens da Beats, que também pertence à Apple, e de empresas tradicionais do mundo do áudio como a Sony e a Bose. Nos Estados Unidos, os AirPods Max serão vendidos por US$ 550 (R$ 2.800 na cotação atual). As vendas na loja norte-americana da Apple começam no dia 15 de dezembro.", "link": "https://g1.globo.com/busca/click?q=airpods&p=9&r=1687032518679&u=https%3A%2F%2Fg1.globo.com%2Feconomia%2Ftecnologia%2Fnoticia%2F2020%2F12%2F08%2Fapple-anuncia-novo-fone-de-ouvido-sem-fio-por-r-6899.ghtml&syn=False&key=1bdb7483b42c1dfd8eb130e72200a55e"}, {"text": "A Apple anunciou nesta terça-feira (8) os AirPods Max, seus primeiros fones de ouvido sem fio no estilo \"over the ear\" (que vão por cima da orelha). O produto ainda não tem data para ser vendido no Brasil, mas o preço já foi revelado: R$ 6.899. Os fones têm cancelamento de ruído ativo, para isolar os barulhos do ambiente, e um chip H1 para reconhecimento de voz. A empresa também promete \"áudio de alta fidelidade\" e autonomia de bateria de 20 horas. Eles virão com um \"smart case\" para guardá-los e manter a carga de bateria, e serão vendidos em seis cores: cinza, prata, verde, azul e vermelho. Ao contrário de alguns concorrentes, os AirPods Max não têm controles sensíveis ao toque em sua concha. O ajuste de volume e faixas pode ser feito por uma coroa, parecida com a do Apple Watch, que fica perto da haste de apoio. Até agora, os fones de ouvido sem fio da companhia seguiam o estilo earphone, que ficam encaixados no ouvido. O novo produto irá competir com itens da Beats, que também pertence à Apple, e de empresas tradicionais do mundo do áudio como a Sony e a Bose. Nos Estados Unidos, os AirPods Max serão vendidos por US$ 550 (R$ 2.800 na cotação atual). As vendas na loja norte-americana da Apple começam no dia 15 de dezembro.", "link": "https://g1.globo.com/busca/click?q=airpods&p=9&r=1687032518682&u=https%3A%2F%2Fg1.globo.com%2Feconomia%2Ftecnologia%2Fnoticia%2F2020%2F12%2F08%2Fapple-anuncia-novo-fone-de-ouvido-sem-fio-por-r-6899.ghtml&syn=False&key=1bdb7483b42c1dfd8eb130e72200a55e"}, {"text": "A Apple realizou nesta quarta-feira (7) um evento na Califórnia (EUA) para apresentar os novos iPhones 14, iPhone 14 Plus, iPhone 14 Pro e Pro Max (confira as novidades). A empresa também oficializou três novas versões do Apple Watch Series 8 e os fones de ouvido AirPods Pro 2. Os novos iPhones custam a partir de R$ 7.599, enquanto os Apple Watch partem de R$ 3.399 e os AirPods Pro custam R$ 2.599. Com os lançamentos, a empresa reduziu preços de iPhones antigos – veja os novos valores aqui. A Apple não informou quando começará a vender os aparelhos no Brasil. Os quatro modelos agora podem operar por comunicação via satélite para casos de emergência. Com isso, será possível pedir socorro mesmo sem sinal de operadora. Segundo a empresa, os usuários que acionarem essa opção terão de responder perguntas básicas sobre sua situação. Essas respostas e a localização serão retransmitidos para centros com funcionários da Apple, que pedirão ajuda pelo cliente. Essa novidade, inédita na indústria, estará disponível a partir de novembro apenas nos EUA e Canadá. A Apple não revelou prazos para os outros países. Os celulares também ganharam um detector de acidentes e podem identificar uma batida de carro, por exemplo. Nessas situações, os aparelhos acionam socorristas e contatos de emergência do usuário por conta própria. A funcionalidade também está disponível nos novos Apple Watch. Em sua nova geração de celulares, a Apple anunciou o iPhone 14 e o iPhone 14 Plus. Os celulares têm telas de 6,1 polegadas e 6,7 polegadas, respectivamente. A versão mini, que existia desde o iPhone 12, não recebeu uma atualização. Os dois novos celulares da linha padrão são equipados com o processador A15 Bionic (usado primeiro no iPhone 13) e seguem com um visual parecido do modelo de 2021, com duas câmeras traseiras dispostas na diagonal e o entalhe, a região que abriga a câmera de selfie. O iPhone 14 Pro e o Pro Max têm telas de 6,1 polegadas e 6,7 polegadas, respectivamente. Nos dois celulares, houve uma redução do entalhe da câmera de selfie. O aparelho vai aproveitar a área em animações do sistema, como chamadas de áudio e notificações. A Apple também implementou o modo Always On Display (tela sempre ligada) para exibir widgets e outras notificações na tela de bloqueio, recurso já disponível há mais tempo para usuários de Android. O iPhone Pro e o Pro Max têm câmera traseira principal de 48 megapixels, além de câmeras ultrawide de 12 megapixels e, teleobjetiva de 12 megapixels. O novo relógio Apple Watch Series 8 tem visual parecido ao de seu antecessor (Series 7). A principal novidade é a detecção de temperatura, capaz de detectar variações de 0,1ºC. A funcionalidade faz o monitoramento a cada cinco segundos, inclusive quando o usuário está dormindo. Para medir a temperatura, o relógio tem um sensor próximo à pele do usuário e outro abaixo da tela do relógio. Os registros podem ser acompanhados em aplicativos no dispositivo ou no iPhone. Segundo a Apple, os dados sobre temperatura podem ajudar mulheres a acompanharem seu ciclo menstrual. Uma nova versão do Apple Watch SE, modelo mais básico da linha, também foi revelada. O relógio tem o mesmo processador do Apple Watch Series 8 e é 20% mais rápido que o modelo anterior, de acordo com a Apple. A empresa também revelou o Apple Watch Ultra, um smartwatch mais completo e robusto pensado para atletas. O aparelho tem revestimento em titânio, tela maior, um novo botão de ação na lateral e bateria que dura até 60 horas com a mesma carga no modo de economia de bateria. No evento de hoje, a Apple apresentou a segunda geração dos AirPods Pro, que não eram atualizados desde 2019. O dispositivo ganhou um novo chip, chamado de H2, e promete melhorar o cancelamento ativo de ruido. Os novos fones de ouvido contam com um sensor touch na haste que permite aumentar ou diminuir o volume, pular a música, atender a chamadas, entre outros. Também é possível realizar essas ações com comandos de voz para a assistente virtual Siri.", "link": "https://g1.globo.com/busca/click?q=airpods&p=10&r=1687032518685&u=https%3A%2F%2Fg1.globo.com%2Ftecnologia%2Fnoticia%2F2022%2F09%2F07%2Fiphone-14-apple-apresenta-novos-produtos.ghtml&syn=False&key=2a31bbcb670433699f132e7e1227fb57"}, {"text": "A Apple realizou nesta quarta-feira (7) um evento na Califórnia (EUA) para apresentar os novos iPhones 14, iPhone 14 Plus, iPhone 14 Pro e Pro Max (confira as novidades). A empresa também oficializou três novas versões do Apple Watch Series 8 e os fones de ouvido AirPods Pro 2. Os novos iPhones custam a partir de R$ 7.599, enquanto os Apple Watch partem de R$ 3.399 e os AirPods Pro custam R$ 2.599. Com os lançamentos, a empresa reduziu preços de iPhones antigos – veja os novos valores aqui. A Apple não informou quando começará a vender os aparelhos no Brasil. Os quatro modelos agora podem operar por comunicação via satélite para casos de emergência. Com isso, será possível pedir socorro mesmo sem sinal de operadora. Segundo a empresa, os usuários que acionarem essa opção terão de responder perguntas básicas sobre sua situação. Essas respostas e a localização serão retransmitidos para centros com funcionários da Apple, que pedirão ajuda pelo cliente. Essa novidade, inédita na indústria, estará disponível a partir de novembro apenas nos EUA e Canadá. A Apple não revelou prazos para os outros países. Os celulares também ganharam um detector de acidentes e podem identificar uma batida de carro, por exemplo. Nessas situações, os aparelhos acionam socorristas e contatos de emergência do usuário por conta própria. A funcionalidade também está disponível nos novos Apple Watch. Em sua nova geração de celulares, a Apple anunciou o iPhone 14 e o iPhone 14 Plus. Os celulares têm telas de 6,1 polegadas e 6,7 polegadas, respectivamente. A versão mini, que existia desde o iPhone 12, não recebeu uma atualização. Os dois novos celulares da linha padrão são equipados com o processador A15 Bionic (usado primeiro no iPhone 13) e seguem com um visual parecido do modelo de 2021, com duas câmeras traseiras dispostas na diagonal e o entalhe, a região que abriga a câmera de selfie. O iPhone 14 Pro e o Pro Max têm telas de 6,1 polegadas e 6,7 polegadas, respectivamente. Nos dois celulares, houve uma redução do entalhe da câmera de selfie. O aparelho vai aproveitar a área em animações do sistema, como chamadas de áudio e notificações. A Apple também implementou o modo Always On Display (tela sempre ligada) para exibir widgets e outras notificações na tela de bloqueio, recurso já disponível há mais tempo para usuários de Android. O iPhone Pro e o Pro Max têm câmera traseira principal de 48 megapixels, além de câmeras ultrawide de 12 megapixels e, teleobjetiva de 12 megapixels. O novo relógio Apple Watch Series 8 tem visual parecido ao de seu antecessor (Series 7). A principal novidade é a detecção de temperatura, capaz de detectar variações de 0,1ºC. A funcionalidade faz o monitoramento a cada cinco segundos, inclusive quando o usuário está dormindo. Para medir a temperatura, o relógio tem um sensor próximo à pele do usuário e outro abaixo da tela do relógio. Os registros podem ser acompanhados em aplicativos no dispositivo ou no iPhone. Segundo a Apple, os dados sobre temperatura podem ajudar mulheres a acompanharem seu ciclo menstrual. Uma nova versão do Apple Watch SE, modelo mais básico da linha, também foi revelada. O relógio tem o mesmo processador do Apple Watch Series 8 e é 20% mais rápido que o modelo anterior, de acordo com a Apple. A empresa também revelou o Apple Watch Ultra, um smartwatch mais completo e robusto pensado para atletas. O aparelho tem revestimento em titânio, tela maior, um novo botão de ação na lateral e bateria que dura até 60 horas com a mesma carga no modo de economia de bateria. No evento de hoje, a Apple apresentou a segunda geração dos AirPods Pro, que não eram atualizados desde 2019. O dispositivo ganhou um novo chip, chamado de H2, e promete melhorar o cancelamento ativo de ruido. Os novos fones de ouvido contam com um sensor touch na haste que permite aumentar ou diminuir o volume, pular a música, atender a chamadas, entre outros. Também é possível realizar essas ações com comandos de voz para a assistente virtual Siri.", "link": "https://g1.globo.com/busca/click?q=airpods&p=10&r=1687032518688&u=https%3A%2F%2Fg1.globo.com%2Ftecnologia%2Fnoticia%2F2022%2F09%2F07%2Fiphone-14-apple-apresenta-novos-produtos.ghtml&syn=False&key=2a31bbcb670433699f132e7e1227fb57"}, {"text": "A Apple apresentou os novos recursos para o sistema operacional de iPhone, Apple Watch e seus MacBooks. O iOS 17, novo software dos iPhones, trouxe poucas novidades este ano e tem como destaque o \"Contact Posters\" e o \"NameDrop\". As atualizações foram divulgadas nesta segunda-feira (5), durante a abertura da conferência global para desenvolvedores, a WWDC 2023. A empresa divulgou os iPhones compatíveis com o novo sistema. A lista revela que iPhone SE (2020), iPhone X, iPhone 8 e 8 Plus estão de fora da atualização. Veja quais vão receber: Os iPads compatíveis com o iPadOS 17 ficarão mais próximos de um notebook. Isso porque o recurso Stage Manager permite mais flexibilidade na posição e organização de janelas de aplicativos. Segundo a empresa, \"isso dá mais controle sobre o espaço de trabalho e suporta câmeras integradas em um monitor externo\". O macOS Sonoma é novo software dos computadores da Apple. A companhia disse que agora é possível adicionar widgets na área de trabalho do Mac e \"interagir com eles com apenas um clique e, através da magia do Continuity, acessar o extenso ecossistema de widgets do iPhone em seu Mac\". A Apple também promete novidades para quem joga, com o macOS Sonoma ganhando um modo jogo que melhora o desempenho, otimizando as taxas de quadros por segundo, o que deixa os games mais suaves. \"O Modo Jogo também torna os jogos ainda mais imersivos, reduzindo drasticamente a latência de áudio com AirPods e reduzindo significativamente a latência de entrada com controles de jogos populares, como os do Xbox e PlayStation\", disse. O watchOS 10, sistema dos relógios inteligentes Apple Watch, foi anunciado com um novo design que favorece a visualização rápida das informações. Para isso, a empresa está disponibilizando novos mostradores. A Apple ainda anunciou novas funcionalidades para ciclistas e para quem faz caminhada.", "link": "https://g1.globo.com/busca/click?q=airpods&p=11&r=1687032518691&u=https%3A%2F%2Fg1.globo.com%2Ftecnologia%2Fnoticia%2F2023%2F06%2F05%2Fapple-apresenta-novo-ios-17.ghtml&syn=False&key=6428aa4fc4269b86223d557c3c5b58f5"}, {"text": "A Apple apresentou os novos recursos para o sistema operacional de iPhone, Apple Watch e seus MacBooks. O iOS 17, novo software dos iPhones, trouxe poucas novidades este ano e tem como destaque o \"Contact Posters\" e o \"NameDrop\". As atualizações foram divulgadas nesta segunda-feira (5), durante a abertura da conferência global para desenvolvedores, a WWDC 2023. A empresa divulgou os iPhones compatíveis com o novo sistema. A lista revela que iPhone SE (2020), iPhone X, iPhone 8 e 8 Plus estão de fora da atualização. Veja quais vão receber: Os iPads compatíveis com o iPadOS 17 ficarão mais próximos de um notebook. Isso porque o recurso Stage Manager permite mais flexibilidade na posição e organização de janelas de aplicativos. Segundo a empresa, \"isso dá mais controle sobre o espaço de trabalho e suporta câmeras integradas em um monitor externo\". O macOS Sonoma é novo software dos computadores da Apple. A companhia disse que agora é possível adicionar widgets na área de trabalho do Mac e \"interagir com eles com apenas um clique e, através da magia do Continuity, acessar o extenso ecossistema de widgets do iPhone em seu Mac\". A Apple também promete novidades para quem joga, com o macOS Sonoma ganhando um modo jogo que melhora o desempenho, otimizando as taxas de quadros por segundo, o que deixa os games mais suaves. \"O Modo Jogo também torna os jogos ainda mais imersivos, reduzindo drasticamente a latência de áudio com AirPods e reduzindo significativamente a latência de entrada com controles de jogos populares, como os do Xbox e PlayStation\", disse. O watchOS 10, sistema dos relógios inteligentes Apple Watch, foi anunciado com um novo design que favorece a visualização rápida das informações. Para isso, a empresa está disponibilizando novos mostradores. A Apple ainda anunciou novas funcionalidades para ciclistas e para quem faz caminhada.", "link": "https://g1.globo.com/busca/click?q=airpods&p=11&r=1687032518693&u=https%3A%2F%2Fg1.globo.com%2Ftecnologia%2Fnoticia%2F2023%2F06%2F05%2Fapple-apresenta-novo-ios-17.ghtml&syn=False&key=6428aa4fc4269b86223d557c3c5b58f5"}, {"text": "A Apple marcou para esta quarta-feira (7) um evento on-line em que deve revelar seus novos produtos. Há a expectativa de a marca oficializar a linha iPhone 14, a nova geração de fones de ouvido e o relógio Apple Watch Series 8. O evento acontece a partir das 14h (horário de Brasília). O g1 transmite ao vivo. A Apple deve manter a tradição de lançar quatro smartphones, mas a versão mini poderá ser descontinuada. Segundo o site de notícias “CNBC”, a empresa planeja lançar dois iPhones 14, sendo um com tela de 6,1 polegadas e outro de 6,7 polegadas. As variantes Pro e Pro Max podem ganhar atualizações “agressivas” em relação às gerações passadas, como um notch (entalhe) menor e novo processador A16 Bionic mais potente (não revelado até o momento). Ainda para os modelos Pro, além de novidades em gravação de vídeo, é esperado que a câmera principal produza fotos de 48 megapixels. Até então, todos os iPhones só preduzem imagens de 12 megapixels. Por fim, os novos aparelhos podem ganhar o modo Always On Display (tela sempre ligada), para exibir widgets e outras informações na tela de bloqueio, recurso já conhecido dos usuários do Android há muito tempo. Junto dos iPhones, a Apple costuma renovar a linha de relógios inteligentes. Para este ano, espera-se que sejam apresentados dois modelos, sendo Apple Watch Series 8 e Series 8 Pro. Segundo o “Wall Street Journal”, eles podem trazer sensor de temperatura corporal e melhorias no rastreamento do sono. Direcionado para atletas, o Series 8 Pro deve vir com tela maior e acabamento mais resistente. Um novo Apple Watch SE também deve ser apresentado, que é a versão mais \"acessível\" do popular relógio da marca. Os AirPods 3 foram lançados em outubro do ano passado, enquanto os AirPods Pro não são atualizados desde 2019. O fone Pro deste ano deve chegar com novo design, agora sem haste. Segundo o site “Techcrunch”, a caixa de transporte dos fones pode ser equipada com alto-falante, útil caso o usuário perca o acessório, sendo possível localizá-lo através da funcionalidade Find My (rede Buscar), dos iPhones. A companhia também pode anunciar novos óculos de realidade mista (AR/VR). As expectativas para o lançamento aumentaram após surgirem registros em alguns países com os seguintes nomes: \"Reality One\", \"Reality Pro\" e \"Reality Processor\". A empresa não deve anunciar novos iPads e Macs no evento -- e o anúncio da linha atualizada deve acontecer ainda em outubro. O iOS 16 foi apresentado no início de julho, durante a conferência para desenvolvedores da Apple (WWDC 2022), e estava em fase beta (testes) desde então. Nesta quarta, a companhia deve anunciar a data de liberação para todo mundo. Todos os iPhones a partir do 8 são compatíveis com a nova geração do software. Com isso, os iPhone 6s, 6s Plus, 7, 7 Plus e SE de 1ª geração deixam de receber a atualização.", "link": "https://g1.globo.com/busca/click?q=airpods&p=12&r=1687032518695&u=https%3A%2F%2Fg1.globo.com%2Ftecnologia%2Fnoticia%2F2022%2F09%2F05%2Fiphone-14-novos-apple-watch-e-mais-o-que-esperar-do-evento-da-apple-desta-quarta-feira.ghtml&syn=False&key=d6cb0031f675b864a06b57dccc570889"}, {"text": "A Apple marcou para esta quarta-feira (7) um evento on-line em que deve revelar seus novos produtos. Há a expectativa de a marca oficializar a linha iPhone 14, a nova geração de fones de ouvido e o relógio Apple Watch Series 8. O evento acontece a partir das 14h (horário de Brasília). O g1 transmite ao vivo. A Apple deve manter a tradição de lançar quatro smartphones, mas a versão mini poderá ser descontinuada. Segundo o site de notícias “CNBC”, a empresa planeja lançar dois iPhones 14, sendo um com tela de 6,1 polegadas e outro de 6,7 polegadas. As variantes Pro e Pro Max podem ganhar atualizações “agressivas” em relação às gerações passadas, como um notch (entalhe) menor e novo processador A16 Bionic mais potente (não revelado até o momento). Ainda para os modelos Pro, além de novidades em gravação de vídeo, é esperado que a câmera principal produza fotos de 48 megapixels. Até então, todos os iPhones só preduzem imagens de 12 megapixels. Por fim, os novos aparelhos podem ganhar o modo Always On Display (tela sempre ligada), para exibir widgets e outras informações na tela de bloqueio, recurso já conhecido dos usuários do Android há muito tempo. Junto dos iPhones, a Apple costuma renovar a linha de relógios inteligentes. Para este ano, espera-se que sejam apresentados dois modelos, sendo Apple Watch Series 8 e Series 8 Pro. Segundo o “Wall Street Journal”, eles podem trazer sensor de temperatura corporal e melhorias no rastreamento do sono. Direcionado para atletas, o Series 8 Pro deve vir com tela maior e acabamento mais resistente. Um novo Apple Watch SE também deve ser apresentado, que é a versão mais \"acessível\" do popular relógio da marca. Os AirPods 3 foram lançados em outubro do ano passado, enquanto os AirPods Pro não são atualizados desde 2019. O fone Pro deste ano deve chegar com novo design, agora sem haste. Segundo o site “Techcrunch”, a caixa de transporte dos fones pode ser equipada com alto-falante, útil caso o usuário perca o acessório, sendo possível localizá-lo através da funcionalidade Find My (rede Buscar), dos iPhones. A companhia também pode anunciar novos óculos de realidade mista (AR/VR). As expectativas para o lançamento aumentaram após surgirem registros em alguns países com os seguintes nomes: \"Reality One\", \"Reality Pro\" e \"Reality Processor\". A empresa não deve anunciar novos iPads e Macs no evento -- e o anúncio da linha atualizada deve acontecer ainda em outubro. O iOS 16 foi apresentado no início de julho, durante a conferência para desenvolvedores da Apple (WWDC 2022), e estava em fase beta (testes) desde então. Nesta quarta, a companhia deve anunciar a data de liberação para todo mundo. Todos os iPhones a partir do 8 são compatíveis com a nova geração do software. Com isso, os iPhone 6s, 6s Plus, 7, 7 Plus e SE de 1ª geração deixam de receber a atualização.", "link": "https://g1.globo.com/busca/click?q=airpods&p=12&r=1687032518697&u=https%3A%2F%2Fg1.globo.com%2Ftecnologia%2Fnoticia%2F2022%2F09%2F05%2Fiphone-14-novos-apple-watch-e-mais-o-que-esperar-do-evento-da-apple-desta-quarta-feira.ghtml&syn=False&key=d6cb0031f675b864a06b57dccc570889"}, {"text": "", "link": "https://g1.globo.com/busca/click?q=airpods&p=13&r=1687032518700&u=https%3A%2F%2Fg1.globo.com%2Feconomia%2Ftecnologia%2Fvideo%2Fapple-apresenta-iphone-14-pro-e-pro-max-com-entalhe-menor-para-a-camera-frontal-10917781.ghtml&syn=False&key=cb7336ad3f6e90d1c6b1dc655526e25c"}, {"text": "", "link": "https://g1.globo.com/busca/click?q=airpods&p=13&r=1687032518701&u=https%3A%2F%2Fg1.globo.com%2Feconomia%2Ftecnologia%2Fvideo%2Fapple-apresenta-iphone-14-pro-e-pro-max-com-entalhe-menor-para-a-camera-frontal-10917781.ghtml&syn=False&key=cb7336ad3f6e90d1c6b1dc655526e25c"}, {"text": "", "link": "https://g1.globo.com/busca/click?q=airpods&p=14&r=1687032518776&u=https%3A%2F%2Fg1.globo.com%2Ftecnologia%2Fnoticia%2F2016%2F09%2Fairpods-fones-sem-fio-da-apple-custarao-us-14-mil-no-brasil.html&syn=False&key=acc88dce1a20bb7ecc961cdd2a7691d8"}, {"text": "", "link": "https://g1.globo.com/busca/click?q=airpods&p=14&r=1687032518777&u=https%3A%2F%2Fg1.globo.com%2Ftecnologia%2Fnoticia%2F2016%2F09%2Fairpods-fones-sem-fio-da-apple-custarao-us-14-mil-no-brasil.html&syn=False&key=acc88dce1a20bb7ecc961cdd2a7691d8"}, {"text": "", "link": "https://g1.globo.com/busca/click?q=airpods&p=15&r=1687032518780&u=https%3A%2F%2Fgloboplay.globo.com%2Fv%2F11686465%2F&syn=False&key=6e7de67a4ddebbeaa3314eb4966ee945"}, {"text": "", "link": "https://g1.globo.com/busca/click?q=airpods&p=15&r=1687032518782&u=https%3A%2F%2Fgloboplay.globo.com%2Fv%2F11686465%2F&syn=False&key=6e7de67a4ddebbeaa3314eb4966ee945"}]