[{"author": "Eduardo Augusto", "text": " Home > Colunas Se tem um tema mais discutido nos últimos tempos do que a inteligência artificial, desconheço.\nAinda com ares de novidade mas cada vez mais presente nos mais diversos segmentos da sociedade e alcançando cada vez mais pessoas – nem que seja superficialmente, a princípio – a IA causa diversas sensações, da curiosidade ao receio, do estranhamento à dúvida, da empolgação ao ceticismo.\nE nesse misto de sensações, há quem defenda que essa é uma “tecnologia do mal”, e há quem defenda os benefícios e vantagens da IA. \nAntes de te perguntar de qual desses times você faz parte, acredito que é preciso ponderar sobre ambos. Assim como tantas outras coisas que fazem parte da nossa vida, a IA é uma moeda que tem dois lados.\nTalvez você tenha acompanhado o polêmico embate recente entre Elon Musk, o bilionário fundador da SpaceX e dono do Twitter, e Sam Altman, CEO da OpenAI. Tudo começou com uma carta aberta de Musk, divulgada com a chancela de figurões como o cofundador da Apple, Steve Wozniak, que pedia publicamente uma pausa de seis meses no desenvolvimento de tecnologias de inteligência artificial. \nNo documento, foram listados possíveis riscos de dar um passo adiante no desenvolvimento da IA, afirmando que a interrupção seria tão necessária quanto foi abandonar o avanço da clonagem de pessoas diante das implicações éticas – um cenário apocalíptico. \nPorém, vale ressaltar que Elon Musk tem uma chamada Neuralink, que basicamente cria chips com o intuito de serem implantados na cabeça de indivíduos, para que haja uma conexão computador-cabeça.\nE tem mais: em 2019, Altman lançou um material de imprensa falando do Chat GPT-2, e afirmando que a sua empresa tinha criado uma tecnologia com potencial perigoso de ser lançada e tinha problemas de segurança. Parece muito paradoxal, e é. \nSe os grandes nomes da tecnologia parecem ter pontos pessoais sobre a IA um bocado desconexos, será que é tudo tão ruim assim? \nIA: é para ter medo ou é para aproveitar o que ela oferece?\nA inteligência artificial revolucionou diversos setores e áreas, inclusive no nosso dia a dia. Um dos exemplos que merecem destaque é a área da saúde. A IA remodelou a forma como são realizados os diagnósticos, os tratamentos e o monitoramento dos pacientes.\nExames e documentações clínicas são analisados com muito mais agilidade e precisão, tendências de aparecimento de doenças podem ser identificadas precocemente, cirurgias podem ser otimizadas, enfim, o leque é grande. \nNa educação, também tem se notado grandes vantagens, como a otimização de tempo dos professores, possibilidade de analisar de forma personalizada o desenvolvimento dos alunos, além de aperfeiçoar a gestão, entre diversos outros pontos positivos. \nNa arte há também caminhos positivos. Em uma entrevista durante participação no evento Rio2C, Gilberto Gil deu um depoimento sobre a inteligência artificial. O músico é conhecido por ser bastante atento às novas tecnologias, e sobre a IA Gil disse: “(…) qualquer coisa que venha das máquinas, ao final de tudo, estará sendo regido por uma dimensão humana. \nEntão, o homem continua no comando. A inteligência é artificial, mas quem está no comando é o ser humano, sob a sensibilidade humana, sob a relação humana com os valores, as éticas, as morais. Esses cuidados são cuidados humanos, pois a inteligência artificial nada mais é que a reinterpretação de uma inteligência humana.” \nOu seja: o mundo muda o tempo todo, as tecnologias avançam o tempo todo (há 60 anos, só era possível assistir à TV em preto e branco, por exemplo, mas isso mudou com a TV a cores, em 1963; até o final da década de 80, só era possível ouvir música em formato analógico, até que surgiu a música digital; e assim por diante), e como elas vão avançando e causando bem ou mal são coisas que dependem basicamente do uso feito pelo ser humano. \nMas existem pontos de atenção em relação à inteligência artificial\nO uso para manipulação política e social, as questões de privacidade e proteção de dados, a criação e uso inadequado de conteúdos, os vieses incorporados, que podem agravar preconceitos e discriminações, e o desalinhamento entre objetivos de homem e máquina são alguns dos principais problemas a serem enfrentados, debatidos e solucionados em relação à IA. \nPortanto, fica a reflexão: penso que é possível nos adaptar e nos aliar às mudanças ocasionadas pela inteligência artificial de forma sustentável e consciente, mas essa consciência também deve ser aplicada em relação às questões sensíveis sobre essa tecnologia que ainda precisam ser ajustadas e melhoradas. Nem 8, nem 80, com sabedoria e informação, sempre um passo à frente. \nEduardo Augusto – Profissional com mais de 15 anos de mercado, com experiência em desenvolvimento de produtos digitais, unindo tecnologia, UX e dados. Nos últimos 7 anos, atuou como Diretor de Produtos Digitais e Operações para grandes clientes B2C e B2B. No ramo do empreendedorismo, cresceu seu negócio a ponto de ser vendido para um dos maiores grupos de comunicação do Brasil. Atualmente é CEO da IDK, primeira comtech do Brasil, que une inovação & tecnologia com design e comunicação, resultando em experiência em alta performance .", "link": "https://itforum.com.br/colunas/inteligencia-artificial-devemos-ter-medo-ou-nos-aliar-as-mudancas/"}, {"author": "Eduardo Augusto", "text": " Home > Colunas Nos últimos meses, o ChatGPT se tornou um dos assuntos mais discutidos da internet e, com isso, a inteligência artificial vem dividindo opiniões entre os que defendem a ideia de ser uma ferramenta incrível de criação de conteúdo, e os que a traduzem como um disruptor em diversas áreas, como educação e criatividade.\nO chat criado pela empresa OpenAI – fundada em 2015 nos EUA por Sam Altman junto com o poderoso Elon Musk, que se desligou em 2018 por considerar que havia conflito de interesse com o seu principal empreendimento, a companhia automotiva Tesla – foi lançado em novembro de 2022 e atingiu 100 milhões de usuários em apenas dois meses. \nSegundo testes do site SEO.ai, o ChatGPT está disponível em quase 100 línguas (incluindo português do Brasil), mas a performance do modelo varia conforme o idioma (funciona melhor em inglês). O robô virtual (chatbot)  trabalha como uma rede neural artificial treinada por linguagem, como define o próprio ChatGPT, e o salto evolutivo desse novo sistema está no poder de gerar conteúdo de forma bastante coerente, de forma fácil, rápida, gratuita e também por imitar a linguagem humana.\nApesar de erros e falhas ainda existentes, a capacidade já demonstrada pelo programa e seu potencial de se desenvolver ainda mais a longo prazo vem provocando não só admiração, mas também alguns temores, e as consequências para a humanidade de seu uso em larga escala ainda precisam ser totalmente compreendidas. Quando as perguntas são muito específicas, por exemplo, nem sempre o robô acerta a resposta. Mas, quando se trata de criar algo baseado em informações já existentes, o ChatGTP manda muito bem.\nTanto interesse em volta desta ferramenta de inteligência artificial gerou uma série de mitos à sua volta. Alguns capazes de danificar a imagem do modelo de linguagem da OpenAI. Os mitos em torno do ChatGPT podem, por isso, levar a criar expectativas irreais e equivocadas sobre o que a tecnologia pode realmente fazer. \nPor isso, trouxe alguns pontos para desmistificar e trazer uma visão mais realista e precisa das capacidades do ChatGPT. Só isso permitirá um uso adequado da tecnologia, evitando frustrações e obtendo os benefícios que a plataforma pode proporcionar.\nMitos\nO ChatGPT vai substituir o Google\nTalvez o maior de todos os mitos. Concordo que o GPT e outras IAs conversacionais têm o potencial de criar uma disrupção no mundo das pesquisas online e mesmo no universo do tráfego pago. Mas, além de estar enraizado, o Google fornece uma lista de sites com as melhores e mais contextualizadas respostas para uma determinada pergunta.\nChatbots como o GPT dão respostas diretas, com uma escrita que imita um humano, com base em um banco de dados diverso e amplo. No entanto, essas respostas podem ser falhas, levar a enganos e desconsiderar contextos.\nO ChatGPT faz coisas além do imaginário\nO GPT não é uma plataforma que substitui a criatividade. Ele compila informações, organiza textos e pode identificar problemas pontuais — tudo com base em padrões pré-existentes. Até suas funcionalidades mais interessantes, como escrever códigos, se baseiam nessa premissa.\nO ChatGPT vai substituir profissionais e acabar com mercados inteiros\nSeria muito exagerado pensar dessa forma. Assim como a TV não acabou com o rádio, o EaD não acabou com o professor e os leitores digitais não acabaram com os livros, a IA não acabará com trabalhos que precisam de pessoas. Claro que assim como os mencionados anteriormente, os mercados sofrem impactos, mas nada substitui o humano. Você pode escrever um TCC com o ChatGPT, mas ele vai ser bom? Aí é outra história. \nVerdades \nO GPT é treinado para entregar respostas seguras\nUm dos principais pontos de preocupação dos desenvolvedores por trás do chatbot da OpenAI é a segurança das respostas. A IA responde com a informação certa e ainda corrige o dado incorreto, utilizando fontes seguras.\nO ChatGPT não é 100% confiável\nRealmente, de acordo com a própria OpenAI, o chatbot pode fornecer respostas que soem plausíveis, mas que sejam factualmente incorretas ou sem sentido.\nExistem diferentes motivos para isso, como a falta de uma única fonte de verdades. Existe ainda o problema da contextualização.  \nO GPT pode ser utilizado para várias tarefas\nA plataforma vai muito além disso e apresenta vários recursos, como:\nBate-papo;\nEscrever e depurar códigos;\nPiadas, músicas, poemas, ficções;\nCurrículos e cartas de apresentação;\nElaborar contratos e documentos jurídicos;\nIdeias para criar sua marca, site, identidade visual e muito mais;\nProdução de resumos de livros, artigos online e trechos de conteúdos;\nRedação (ensaios, artigos de opinião, blog posts, newsletters e muitos outros tipos).\nO mercado de Inteligência artificial em expansão\nNão é só na produção de conteúdo que o ChatGPT representa avanço. A facilidade do uso da ferramenta fez com que a IA possibilitasse a massificação de uma tecnologia poderosa que dispensa a habilidade de programação. Até aqui, sistemas de IA e grandes bancos de dados trabalhavam sob a tutela de programadores, cientistas da computação, engenheiros de dados e designers. As IAs gerativas conseguem trabalhar para qualquer pessoa, independentemente dos seus conhecimentos técnicos em computação.\nDe acordo com pesquisa da Market Data Forecast, espera-se um crescimento do mercado de IA no setor financeiro correspondente a uma taxa anual composta de 41,2% entre 2020 e 2027, saltando de US $ 6,7 bilhão para US $ 15,8 bilhões no período. \nDado alinhado com pesquisa da Tractica, cuja estimativa é de que até 2025, transações de comércio eletrônico intermediadas por IA em todo o mundo ultrapassem 36 bilhões de dólares. Este crescimento é resultado do aumento da eficiência produzido por estas tecnologias. \nDe acordo com a Accenture, as IAs aplicadas à gestão empresarial são capazes de reduzir custos em até 30% e ampliar a receita em até 38% em 16 segmentos diferentes, como Educação, Food Service, Hotelaria, Saúde, Atacado, Varejo, Manufatura, entre outros. Um verdadeiro trampolim de rentabilidade para as organizações que investirem nestas ferramentas.\nO ChatGPT é apenas a ponta do iceberg. Em meio a tantos receios quanto à segurança da informação (e até quanto a uma possível revolução das máquinas) é difícil prever exatamente o rumo que essas tecnologias tomarão e qual papel elas vão assumir no dia-a-dia num futuro próximo. \nContudo, a expectativa do mercado é de que o uso do ChatGPT se torne cada vez mais massificado, como uma ferramenta para impulsionar resultados e reduzir custos em médio e longo prazo. E as empresas e empreendedores precisam ficar de olho nessas tendências tecnológicas. Afinal de contas, os dados apresentados já indicam que a automação de processos empresariais com sistemas de IA deve crescer, e muito, nos próximos anos.\n———————————- \nSobre o especialista: Eduardo Augusto – Profissional com mais de 15 anos de mercado, com experiência em desenvolvimento de produtos digitais, unindo tecnologia, UX e BI. Nos últimos 5 anos, atuou como Diretor de Produtos Digitais e Operações para grandes clientes B2C e B2B. No ramo do empreendedorismo, cresceu seu negócio a ponto de ser vendido para um dos maiores grupos de comunicação do Brasil. Atualmente é CEO da IDK, primeira comtech do Brasil, que lidera inovação, tecnologia com design e comunicação, resultando em experiência e alta performance. Linkedin:. https://www.linkedin.com/in/eadebarros/ \n ", "link": "https://itforum.com.br/colunas/mitos-e-verdades-sobre-o-chatgpt/"}, {"author": "Eduardo Augusto", "text": " Home > Colunas Nunca se falou tanto sobre inteligência artificial como agora.\nE não é para menos: o assunto toma conta de notícias, conversas e redes sociais por conta do seu rápido avanço nos mais diversos segmentos. Da saúde à educação, da arte ao varejo, cada vez mais a sociedade – inclusive a parcela menos ligada à tecnologia – se dá conta de como a IA vem expandindo seu território.\nNesse cenário, de um lado, entusiastas da IA; de outro, porta-vozes que defendem que ela precisa ser parada, prevendo um cenário apocalíptico no futuro. Mas afinal, quem está certo? Há, de fato, algo preocupante no horizonte? Ou há algum interesse específico por trás dessa comoção? \nBem, o assunto pausa na IA tomou corpo após uma declaração de Elon Musk. Em carta aberta, o bilionário fundador da SpaceX e dono do Twitter, junto a figurões como o cofundador da Apple, Steve Wozniak, pediram publicamente uma pausa de seis meses no desenvolvimento de tecnologias de inteligência artificial.\nNo documento, eles listam os possíveis riscos de dar um passo adiante no desenvolvimento da IA, afirmando que essa interrupção é tão necessária quanto foi abandonar o avanço da clonagem de pessoas diante das implicações éticas.\nSam Altman, CEO da OpenAI, e Elon Musk travaram uma discussão recente sobre a pausa da inteligência artificial, que não parece fazer muito sentido. Ambos estão na corrida da AI, porém eles também são os responsáveis por toda evolução que está acontecendo. Baseado nisso, eu quero levantar dois pontos sobre a briga entre os dois. \nUm deles é o fundador da principal inteligência artificial mundialmente conhecida, que é o Chat GPT. E o outro é o personagem mais polêmico da história da tecnologia. A primeira coisa que levanto é sobre o Sam Altman. Em fevereiro de 2019, ele lançou um press release falando do Chat GPT-2.\nNaquela época, ele falou que tinham criado uma tecnologia com potencial perigoso de ser lançada e tinha problemas de segurança. Mesmo assim, ele lançou essa plataforma, e hoje está com o mesmo discurso, o que é paradoxal. \nEm contrapartida, Elon Musk tem uma outra empresa, chamada Neuralink, que basicamente são chips que ele quer implementar na cabeça das pessoas para ter uma conexão computador-cabeça. Ou seja, essas são as duas pessoas que estão pedindo para parar a AI, sendo que os dois estão na mesma corrida. \nÉ claro que existem pontos a serem debatidos, melhorados, aperfeiçoados e desenvolvidos, mas o fato é que áreas muito importantes, como a saúde, se beneficiam e muito da tecnologia. E não apenas: educação, história, cultura, arte, a lista de benefícios é extensa. E não podemos esquecer que quem opera a inteligência é o homem, é o ser humano.\nPortanto, fica a pergunta: existe mesmo uma preocupação com tecnologia ou é apenas uma estratégia? Será possível estabelecer uma abordagem mais sustentável e consciente no avanço da IA? Como conciliar a ética, a transparência e a segurança sem barrar o desenvolvimento das tecnologias? Essas são reflexões que certamente cruzarão nosso caminhos com cada vez mais frequência daqui em diante. \n* Eduardo Augusto é CEO da IDK. Profissional com mais de 15 anos de mercado, com experiência em desenvolvimento de produtos digitais, unindo tecnologia, UX e BI. Nos últimos 5 anos, atuou como Diretor de Produtos Digitais e Operações para grandes clientes B2C e B2B. No ramo do empreendedorismo, cresceu seu negócio a ponto de ser vendido para um dos maiores grupos de comunicação do Brasil. Atualmente é CEO da IDK, primeira comtech do Brasil, que lidera inovação, tecnologia com design e comunicação, resultando em experiência e alta performance.", "link": "https://itforum.com.br/colunas/o-que-esta-por-tras-da-pausa-da-inteligencia-artificial/"}, {"author": "Vinicius Rainato", "text": " Home > Colunas O Google Analytics é uma ferramenta indispensável para qualquer empresa ou profissional de marketing digital que busca compreender melhor o comportamento dos usuários em seus sites ou aplicativos.\nEm poucos dias o Google Analytics Universal (GAU) irá deixar de existir e todos sites serão migrados para a quarta versão do Google Analytics (GA4),  que promete melhorar a compreensão em relação à versão anterior, o Google Analytics Universal (GAU).\nAbaixo, vamos discutir as principais mudanças do GA4 versus GAU.\nAnálise Baseada em Eventos\nNo mundo do GAU, a análise de dados foi fortemente focada em sessões e visualizações de página. Embora tenha fornecido uma visão útil do comportamento do usuário, essa abordagem tinha suas limitações.\nPor exemplo, a análise baseada em sessões muitas vezes não fornecia uma imagem clara da jornada do usuário, já que as ações individuais dentro de uma sessão eram ofuscadas.\nO GA4, por outro lado, apresenta uma nova maneira de analisar o comportamento do usuário, focando na análise baseada em eventos.\nIsso significa que cada ação que um usuário realiza em um site ou aplicativo – seja visualizar uma página, clicar em um link ou realizar uma compra – é registrada como um evento separado.\nEssa abordagem centrada no usuário permite uma visão mais detalhada e granular da interação do usuário com sua plataforma.\nAgora, os profissionais de marketing digital podem entender não apenas quantas sessões estão acontecendo, mas o que exatamente os usuários estão fazendo durante essas sessões.\nEsta mudança fundamental na forma como os dados são analisados pode levar a insights mais profundos e acionáveis sobre o comportamento do usuário.\nUnificação de Web e Aplicativos Móveis\nNo GAU, rastrear e analisar o comportamento do usuário em diferentes plataformas – como sites e aplicativos móveis – era uma tarefa complicada.\nCada plataforma precisava ser monitorada de forma separada e a tentativa de unificar esses dados muitas vezes levava a um entendimento fragmentado e incompleto do comportamento do usuário.\nCom o GA4, o Google resolveu este problema introduzindo a capacidade de unificar o rastreamento de dados entre sites e aplicativos móveis.\nIsso significa que, com uma configuração única, os profissionais de marketing digital podem rastrear o comportamento do usuário em todas as suas plataformas digitais.\nEsta unificação de dados não apenas simplifica a análise de dados, mas também fornece uma visão mais completa e holística da jornada do usuário\nRelatórios relacionados em IA e Machine Learning\nO GA4 aproveita o poder da Inteligência Artificial (IA) e do Machine Learning para fornecer insights mais precisos e proativos.\nEle projeta tendências futuras, identifica segmentos de público-alvo e fornece recomendações automatizadas para melhorar o desempenho do seu site ou aplicativo.\nEsta característica do GA4 é especialmente útil em um ambiente digital em constante mudança, onde a capacidade de prever tendências pode fornecer uma vantagem competitiva significativa.\nMaior Controle sobre Dados e Privacidade\nEm resposta às preocupações crescentes sobre privacidade e conformidade com regulamentos como o GDPR e a CCPA, o GA4 oferece mais controle sobre a coleta, o armazenamento e o uso de dados do usuário. Com o GA4, é possível ajustar as configurações de coleta de dados com base nas navegação do usuário, garantindo o cumprimento das regulamentações de privacidade.\nEsta característica do GA4 não apenas protege a privacidade do usuário, mas também ajuda a construir a confiança com seus usuários e a proteger sua marca.\nFunções de Depuração Aperfeiçoadas\nO GA4 também apresenta funções de depuração aprimoradas. O DebugView no GA4 fornece uma visão em tempo real dos eventos à medida que são enviados ao seu site, tornando muito mais fácil e rápido identificar e corrigir quaisquer problemas que possam surgir.\nEste é um grande passo em frente em relação ao GAU, onde o debugging era um processo mais complexo e demorado\n ", "link": "https://itforum.com.br/colunas/beneficios-do-google-analytics-4-ga4-em-comparacao-ao-google-analytics-universal/"}, {"author": "Jacqueline Nakamura", "text": " Home > Colunas O quanto a sua organização tem feito para promover um ambiente mais diverso e inclusivo? Mais do que uma data simbólica, o mês do orgulho LGBTQIAP+ serve também para refletir nossas ações, políticas e iniciativas para criar ambientes onde todos possam se sentir bem para se assumirem como são. Ambientes seguros para todos são também um reflexo de ecossistemas mais diversos e sabemos como estes são importantes para as empresas se manterem inovadoras e atraírem talentos que, cada vez mais, valorizam o propósito e como as marcas se posicionam.\nTrago como exemplo iniciativas que a Nova Zelândia tem liderado para promover ambientes que se certifiquem de receber bem a comunidade LGBTQIAP+. Na verdade, por lá, a sigla possui um “T” a mais, para incluir o “Takatāpui”, termo para uma pessoa Maori que se identifica como gay, lésbica, bissexual ou transgênero.\nLeia mais: Uma conquista histórica de inclusão\nHá décadas, a Nova Zelândia tem sido reconhecida como um dos países mais progressistas em termos de diversidade e reconhecimento dos direitos LGBTQIAP+. O país está entre os primeiros a reconhecer a união civil e o casamento entre casais do mesmo gênero e permitir a adoção por casais do mesmo gênero. O Human Rights Act, de 1993, veio para proibir a discriminação com base em gênero e sexualidade. Além de ter sido o primeiro país onde as mulheres passaram a votar, a Nova Zelândia se tornou a primeira a ter abertamente uma política transgênera, a Sra. Georgina Beyer, e um país que agora tem o título de parlamento mais diverso do mundo.\nTratam-se de conquistas importantes e o pioneirismo também transborda e inspira outros setores, como o corporativo. A máxima de que aquilo que não é medido não pode ser gerenciado também deve acompanhar programas de Diversidade & Inclusão nas empresas. A exemplo de certificações ESG, um crescente número de empresas tem participado de programas e certificações como o “Diversity Works” e o “Rainbow Tick”, ambos buscam certificar empresas que tenham políticas e um ambiente seguro para a comunidade de funcionários LGBTQIAP+.\nUma pesquisa de 2020 aplicada pelo selo Rainbow Tick ressalta que um ambiente realmente diverso e inclusivo está diretamente conectado a uma melhor performance e a reputação das empresas. O estudo também reforçou a importância da participação das lideranças para promover a agenda D&I. Das empresas que possuem a certificação, 98% dos CEOs entrevistados acreditam que iniciativas de inclusão LGBTQIAP+ são importantes para a organização.\nAlgumas empresas na Nova Zelândia estão também aplicando tecnologia para promover a diversidade e inclusão. A Seequent, especializada em software de geociências, conta com um conselho de D&I e iniciativas de treinamento e ferramentas inclusivas de contratação para evitar o viés inconsciente. Já a Xero, empresa de software de contabilidade, estabeleceu grupos de recursos para funcionários que apoiam e defendem comunidades sub-representadas.\nLeia mais: O que você vai fazer para resolver a equidade de gênero em 2023?\nTecnologias como analytics e inteligência artificial são ferramentas poderosas quando aplicadas com responsabilidade para promover a diversidade e a inclusão. Essas tecnologias podem eliminar barreiras e garantir oportunidades iguais para todos os indivíduos, independentemente de suas origens ou habilidades. Por outro lado, sabemos que os avanços tecnológicos podem trazer riscos, incluindo, vieses que podem priorizar a seleção de talentos com históricos e origens semelhantes, reforçando desigualdades.\nEm um futuro cada vez mais permeado pela tecnologia, a diversidade e inclusão se farão ainda mais necessárias, pois somente equipes e visões de mundo diversas poderão tomar decisões que representem e assegurem a todos.\n*Jacqueline Nakamura é uma experiente profissional de Diplomacia comercial internacional com mais de 15 anos trabalhando para diferentes governos estrangeiros na América Latina. Depois de seis anos atuando no Departamento de Comércio Internacional do Reino Unido, liderando tanto as exportações comerciais quanto investimento estrangeiro, Jacqueline assumiu o cargo de Comissária de Negócios para a New Zealand Trade and Enterprise para o Brasil e Mercosur. Com experiência na indústria de tecnologia, trabalhando para empresas multinacionais de tecnologia e associações setoriais de comércio, ela lidera o plano de tecnologia da Nova Zelândia na América Latina. Sua formação acadêmica inclui bacharelado em Relações Internacionais pela PUC-SP e mestrado em economia empresarial pela FGV-SP com Recomendação de Honra.", "link": "https://itforum.com.br/colunas/como-construir-futuros-inclusivos-pode-impulsionar-a-inovacao-hoje/"}, {"author": "Flavio Xandó", "text": " Home > Colunas Pierre Rodrigues, Head Hybrid Work Solutions Latam,  e Ricardo Kamel, Manager Director HP Brasil, contam como a empresa aposta em colaboração e produtividade de PCs, estações de trabalho, acessórios e serviços corporativos que proporcionam experiências excepcionais em qualquer lugar. Explicam como as equipes de TI agora gerenciam trabalhadores híbridos tanto em casa como no escritório, munir os funcionários dos dispositivos certos onde quer que estejam no mundo pode ser um processo arriscado, complicado e inconveniente. E falam da grande transformação da experiência das reuniões híbridas remotas por meio das novas tecnologias.\nGravado em maio de 2023\n\nHP e Poly HP miram o trabalho híbrido com portfólio de soluções pronto para o futuro\n#PapoFácil #FlavioXandó #HP #Poly #trabalho #remoto #híbrido #reuniões #colaboração #produtividade #dispositivos #transformação #gerencimento", "link": "https://itforum.com.br/colunas/papofacil-hp-e-poly-hp-miram-o-trabalho-hibrido-com-portfolio-de-solucoes-pronto-para-o-futuro/"}, {"author": "Daniel Mendez", "text": " Home > Colunas Desde o isolamento social causado pela pandemia da Covid-19, muitas pessoas têm preferido realizar compras no meio digital. O cliente enxerga mais praticidade e comodidade nesse modelo, podendo mapear suas próximas aquisições onde estiver, seja no sofá da sala, quarto, cozinha ou até mesmo na rua.\nMesmo com a declaração da OMS sobre o fim da Emergência de Saúde Pública de Importância Internacional referente à pandemia, as portas para as lojas virtuais não estão se fechando. Pelo contrário, o modelo de vendas online está cada vez mais promissor. De acordo com o levantamento realizado pela Conversion, agência de SEO, somente em janeiro o e-commerce brasileiro cresceu quase 2%. O levantamento ainda mostra que as maiores lojas online do Brasil receberam 1,76 bilhão de cliques dentro de oito meses.\nDiante desse cenário, como podemos alavancar as vendas no e-commerce? Como nos destacamos em meio ao aumento da competitividade?\nJá sabemos que ter apenas uma plataforma não é o suficiente para o varejista vender mais. A loja online precisa ir muito além do poder de persuasão, afinal, ela deve proporcionar a conveniência efetiva nas vendas digitais e na jornada do cliente. Portanto, os varejistas precisam oferecer soluções que prendam a atenção do consumidor, até porque todos os dias eles são bombardeados por anúncios, publicidade e ofertas de lojas que podem ser, inclusive, um concorrente direto.\nAssim sendo, trago aqui 5 dicas para aumentar suas vendas no e-commerce. São elas:\n1 –  A comunicação visual é um dos pontos mais estratégicos para conseguir atrair os olhares ávidos do seu público-alvo. É importante transmitir informações de forma clara e objetiva, sendo fiel à identidade da marca;\n2 – As vitrines personalizadas podem ajudar a fidelizar clientes. Por meio dessa solução, você poderá notar o comportamento do consumidor, identificando suas pesquisas e históricos de compra, oferecendo, assim, um catálogo personalizado e estratégico para cada um dos consumidores;\n3 – Pesquisa por voz, filtros de pesquisa, reconhecimento por foto e objetividade mesmo com a gramática errada são umas das vantagens de implantar a busca inteligente em seu comércio. Por meio dessas soluções e funcionalidades, você poderá fornecer velocidade na exibição dos resultados de modo assertivo e prático;\n4 – A etapa decisória: finalizar a compra. Com a agilidade dos meios de pagamento, os consumidores estão ficando cada dia mais exigentes na hora de pagarem as suas compras e esperam achar o melhor meio de pagamento para eles. Por isso, é preciso avaliar o perfil de seus negócios e dos seus clientes para oferecer a maior diversidade de meios de pagamentos, sempre com agilidade, segurança e uma boa integração com o link de pagamento;\n5 – Para aqueles que possuem um negócio físico e online, é de extrema importância ter uma boa gestão de estoque integrado. Essa solução requer muita atenção, pois precisa ser bem executada para garantir a conexão de todas as estruturas de seu atendimento, otimizando os processos e assegurando uma ótima experiência ao cliente. A minha principal dica para esse tópico é: adote o sistema ERP (Enterprise Resource Planning). Ele é um sistema integrado de gestão empresarial que centraliza as atividades, por exemplo, gestão de estoque, cadastro de produtos, logística, entre outros.\nComo podemos ver, existem vários pontos para se considerar quando o assunto é e-commerce. Basta acompanhar as atualizações do mercado, analisar e implementar, dentro da sua realidade, claro. Porque simplesmente criar uma loja no ambiente online não significa que você terá lucros. As estratégias por trás, sim. Costumo fazer a analogia de uma loja física: para alcançar suas metas de venda, ela precisa ter uma boa localização, uma boa decoração e ainda divulgar os seus produtos. Ter apenas um ponto físico aberto não significa que o varejista conseguirá vender. O mesmo se aplica para sua loja virtual.", "link": "https://itforum.com.br/colunas/5-dicas-para-aumentar-as-vendas-do-seu-e-commerce/"}, {"author": "Daniel Mendez", "text": " Home > Colunas Assim como a Revolução Industrial trouxe grandes mudanças na forma como a produção era realizada no século XVIII, a inteligência artificial chegou para revolucionar e iniciar uma nova era. As máquinas a vapor do passado deram lugar aos softwares de última geração das décadas mais recentes e o ChatGPT tem se despontado como uma das principais transformações no modo como as empresas se comunicam com seus clientes.\nAntes da chegada do chatbot conversacional, as interações com clientes eram feitas com respostas padrão, sem personalização ou um atendimento 24/7. Atualmente, com a popularização da ferramenta de inteligência artificial, as empresas, grandes e pequenas, têm a possibilidade de oferecer um suporte customizado e imediato, que pode auxiliar na retenção e fidelização desses clientes, além de permitir que os varejistas identifiquem e atendam os consumidores de maneira mais eficiente.\nDo mesmo modo que no passado a Revolução Industrial permitiu a produção em massa de bens e, consequentemente, a melhoria da qualidade de vida das pessoas, o ChatGPT também pode permitir uma experiência de compra mais satisfatória e personalizada para os clientes, além de automatizar o processo de vendas para os varejistas, cada vez mais de forma escalada.\nUma das primeiras vantagens que esse assistente de vendas pode trazer para empresários é a ajuda na hora de engajar os clientes, seja em canais de venda online ou na loja física, por meio de recursos que identificam as preferências de cada consumidor e ajudam o vendedor a oferecer o melhor atendimento. Ah, e não podemos esquecer dos robôs de vendas no WhatsApp, que tornam a experiência de compra mais fácil e interativa.\nAlém disso, o novo chatbot avançado de atendimento ao cliente é uma ótima ferramenta para ajudar no atendimento pós-venda, permitindo que os clientes possam verificar o status do pedido, fazer trocas e devoluções, entre outras interações importantes para manter a relação de confiança entre a marca e o consumidor. Isso é essencial para garantir a fidelização dos clientes e o sucesso da empresa.\nCom este agente virtual inteligente, a comunicação entre empresas e clientes nunca mais será a mesma. A inteligência artificial chegou para revolucionar o atendimento, trazendo personalização, agilidade e eficiência para as interações. A evolução tecnológica é inevitável e promete mudar a história das relações entre empresas e consumidores. Quem sabe o que o futuro nos reserva com essa tecnologia? O céu é o limite!\n* Daniel Mendez é diretor executivo da Linx (StoneCo), responsável pelo P&L da unidade de negócios de e-commerce. Formado em Sistemas de Informação e MBA em Tecnologia para Negócios: AI, Data Science e Big Data, tem mais de 15 anos de experiência no e-Commerce e mais de 20 anos na área de Engenharia de Software.", "link": "https://itforum.com.br/colunas/a-nova-revolucao-e-tecnologica-e-o-chatgpt-o-protagonista/"}, {"author": "Luciana Coen", "text": " Home > Colunas Esta coluna tem cheiro de mar e natureza e foi escrita durante o IT Forum Trancoso, principal ponto da comunidade de tecnologia no Brasil, onde estão muitos dos grandes CIOs, aproveitando a maravilhosa natureza desta região no sul da Bahia. E, inspirada por este acontecimento, quero fazer um combinado com vocês leitores.\nHá um tema que preciso deixar claro em nossas conversas desde já: vamos estabelecer o porquê de a tecnologia ser tão fundamental para qualquer estratégia ESG e o que CIOs e profissionais de TI têm a ver com isso. Depois, na próxima coluna, iremos a 3 exemplos muito, muito práticos de projetos que usam tecnologia para melhorar indicadores ambientais. Mas há algo muito maior e estratégico no uso de TI para tecnologia que precisa estar claro. Vamos a ele.\nDesde 2020, empresas e organizações começam a entender que é preciso ter formas eficientes de medir e entender os dados, para serem mais sustentáveis. O gatilho deste movimento foi a pandemia por Covid-19, mas muito antes disso já víamos muitos setores, principalmente na Europa, movidos pelos conceitos ESG das Nações Unidas, especialmente olhando o tema sob a ótica dos 17 ODSs (Indicadores de Desenvolvimento Sustentável). Aí se criou um framework de trabalho de mais fácil compreensão para o mundo corporativo.\nHá muito tempo, desde que entramos na Era da Informação, que todos os setores da economia usam sistemas de dados para controle de seus negócios e suas operações. Hoje, ninguém consegue imaginar uma empresa que funcione sem computadores.\nTambém há muito tempo se fala em Sustentabilidade como um movimento vago e amplo promovido por vegetarianos e veganos que reciclam lixos em suas casas. Cada vez menos, no entanto, a visão em torno de Sustentabilidade é tão simplória e reduzida. Ainda bem.\nAssim como a pandemia acelerou o processo de digitalização mundial, ela acelerou também o encontro entre o mundo das empresas e organizações e o conceito real de sustentabilidade, que tem pouco a ver com “abraçar árvores” e muito a ver com a sobrevivência, perenidade e a própria existência das empresas e negócios no longo prazo. Esta é a boa notícia. Companhias grandes e pequenas entenderam que o conceito de sustentabilidade (ou gestão ESG) precisa ser parte do negócio e, justamente por isso, precisa ser controlado e analisado com dados e métricas.\nExplico melhor, vem comigo: a gestão ESG (sigla, em inglês, para Meio Ambiente, Social e Governança) virou uma exigência de investidores, funcionários e clientes. Tem incentivo melhor? Uma empresa que não olha para seu impacto sob a ótica destes 3 pilares não é mais levada a sério. E estes impactos precisam ser medidos! Há diversas formas e critérios para se “medir sustentabilidade”. Uma das mais conhecidas, inclusive internacionalmente, é a GRI (Global Reporting Initiative), que traz cerca de 300 indicadores. Sim, 300. Ou seja, não adianta medir e compensar emissão de carbono. Isto está longe de transformar uma empresa em sustentável.\nO que pode e deve ser medido? Impacto de projetos sociais da empresa (vidas impactadas direta e indiretamente, horas de voluntariado pro-bono), indicadores demográficos internos (divisão por gênero, mulheres na liderança, quantidade de populações minorizadas no quadro de funcionários), indicadores de aumento de produtividade, nível de absenteísmo, que por sua vez aumentam performance. Sim, Diversidade e Inclusão e Saúde Mental são impactos sociais e consequentemente de resultados para uma organização Sustentável.\nNo pilar ambiental valem aquelas métricas muito mais familiares, tais como emissão de carbono, eficiência energética e hídrica, gestão de resíduos (há empresas capazes de transformar resíduos em produtos, incrível!). A Votorantim é uma das empresas com melhor estratégia neste sentido. Na Votorantim Cimentos, por exemplo, os resíduos com poder de queima são destruídos nos fornos da indústria, graças às altas temperaturas envolvidas no processo de fabricação do cimento. Eles se transformam em energia e deixam de ir para os aterros sanitários, onde entrariam num processo de decomposição que levaria anos e geraria gases nocivos ao planeta. Este é apenas um dos projetos inovadores da holding, que já conseguiu transformar resíduos em produtos e matéria-prima.\nE, por fim, chegamos à Governança e Ética, medição de performance, indicadores de demissão, coerência entre o que fala e faz, receita, retorno sobre investimentos em inovação. Quer mais? Quantas ações a empresa sofreu por concorrência desleal, práticas de truste e monopólio? Qual é a abordagem tributária da empresa? Como fazem controle e gestão de risco fiscal?\nA lista é enorme e o que quero mostrar é que governança e ética são tão mensuráveis quanto impacto no meio-ambiente e ações sociais. Ou seja, Sustentabilidade é mensurável, independentemente de tamanho da empresa ou da organização social ou até sem fins lucrativos. Para isso, é preciso ter sistemas e acesso à informação. Quanto maior a organização, maior a necessidade de entender quais são os indicadores para poder saber onde está e para onde se quer ir. No pior dos casos, é preciso ter indicadores e dados para medir ao longo do tempo se o negócio está piorando ou melhorando, ainda que não tenha métricas, objetivos ou estratégia.\nSem informação, não é possível ser sustentável, uma coisa está diretamente ligada à outra. Agora, cabe às organizações arregaçar as mangas e começar a fazer a lição de casa nos pilares sociais e ambientais, além de medir governança e ética, com dados concretos. Isto é o futuro da gestão ESG. Ou seja, o futuro da gestão. E a tecnologia tem TUDO a ver com isso. CIOs e gerentes de TI podem – e devem – liderar este movimento se ainda não começou nas empresas em que atuam. Se já começou, envolvam-se, vocês são “a chave” nesta construção.", "link": "https://itforum.com.br/colunas/cios-esta-em-voces-a-chave-para-uma-boa-estrategia-esg-na-empresa/"}, {"author": "Luciana Coen", "text": " Home > Colunas Antes de inaugurar este espaço com um tema tão relevante, que são os 3 principais motivos para uma empresa melhorar seus indicadores ambientais, sociais e de governança, quero agradecer enormemente o convite desta casa para fazer parte do corpo de colunistas residente. Minha história com a IT Mídia e com o IT Forum é de longa data. Há alguns vários anos participei da criação do IT Forum em Comandatuba, evento que é hoje o mais relevante do mercado de tecnologia no País.\nComo repórter integrante da redação da InformationWeek apoiei em conteúdo e curadoria do projeto que nunca imaginei se tornar este gigante que é hoje – visionários que são os dirigentes desta companhia. Quem já trabalhou na IT Mídia sabe do que estou falando. Depois de um tempo, ainda voltei à casa como editora em uma passagem rápida antes de mergulhar no mercado corporativo, onde estou hoje.\nMas como cheguei até aqui? Minha jornada foi de jornalista a jornalista ultra especializada em Tecnologia da Informação. Quinze anos depois eu tomei a decisão de deixar as redações para abraçar uma posição na empresa alemã SAP, assumindo três anos depois a cadeira de Diretora de Comunicação.\nE foi aí que ganhei um presente: vinha com meu novo cargo um trabalho desbravador de Responsabilidade Social Corporativa, com criação e execução de diversos projetos de impacto na sociedade, especificamente para jovens e população em geral em situação de extrema vulnerabilidade social. E assim desenvolvi diversos projetos sobre os quais posso falar em alguma outra coluna.\nDesde 2020 assumi também a coordenação do Comitê de Sustentabilidade (ESG) da SAP Brasil. Na prática, isto significa unir diferentes áreas para conversar em conjunto, criar pontes entre departamentos e entre a companhia e o cliente, em um ambiente colaborativo.\nE só aí já se começa a falar de ESG. A troca sempre foi mais rica do que eu jamais imaginaria. Áreas de Facilities, Procurement, Finanças, Vendas, Marketing, RH e outras, juntas, conversando sob a ótica ESG traz ganhos enormes, porque encurta caminhos e decisões e faz a empresa mover ponteiros mais rapidamente. Fora isso, é sempre uma conversa inspiradora.\nHá muito o que se falar sobre ESG como forma de impulsionar o negócio a prosperar (claro), enquanto se resolve problemas da sociedade e do meio ambiente. Na prática – e aqui vou falar muito de ESG na prática –, é assim que tem de ser. As empresas privadas, abertas ou não, tem por objetivo o lucro. No entanto, não é possível que seja o lucro a qualquer custo. É preciso lucrar enquanto se cuida do meio ambiente, das questões sociais e com ética e governança corretas.\nMas por quê? A resposta é simples: porque se não houver planeta e pessoas vivendo bem, em condições dignas, e consumindo, a empresa também não vai existir. Então este é o primeiro ponto. As empresas estarem atentas e sustentabilidade e ESG tem a ver com a sua própria perenidade, com a sua existência no longo prazo.\nNão tem a ver com “ser boazinha” ou muito menos com “parecer boazinha” tentando imprimir uma imagem externa daquilo que não é genuíno, o chamado “greenwashing” ou “pinkwashing” ou “rainbowwashing”, como quiserem. Este é o um outro tema sobre o qual vou falar em outro artigo.\nTem também um outro “por quê” muito importante: porque é o certo a ser feito, o ético, o correto. Não há mais espaço para o lucro sem lastro na ética; para o lucro destruindo o meio-ambiente ou para o lucro ainda que usando mão-de-obra análoga à escravidão, para dar alguns exemplos. Vou citar três razões pelas quais não há este espaço, e isto é bom.\nA primeira é porque as pessoas estão atentas a estas questões hoje e por esta razão, principalmente as gerações que vêm vindo, não aceitam trabalhar em empresas que tenham sua “imagem manchada” por questões ESG. Na prática, você como empresa vai perder talentos.\nSe perder talentos, perde competitividade, porque aquele funcionário brilhante que traz uma boa ideia vai estar no concorrente. Já vi muito isso acontecer no mercado.\nA segunda razão é ainda pior: justamente porque as pessoas estão mais atentas a este tema, elas estão menos propensas a consumir de empresas que tenham questões mal resolvidas em relação a ESG. Então, você não só perde talentos como também perde consumidores. E como se isto fosse pouco, há a terceira razão, que é a reputacional em si.\nHá estudos que dizem que aproximadamente, em média, 40% do valor de uma ação na bolsa tem lastro na reputação. Uma grande crise reputacional faz as ações da empresa derreterem. Ou seja, você perde muito, muito dinheiro (investidores) se não seguir uma estratégia dentro do pilar ESG.\nPortanto, a plataforma ESG é inquestionável nos dias de hoje e o único caminho efetivo nesta jornada é por meio da tecnologia. É sobre isso que vou falar aqui.\n* Luciana Coen é jornalista com experiência em cobertura de mercado de TI. Especializada em Comunicação Corporativa, dirige as áreas de Corporate Affairs e Social Responsibility da SAP Brasil. Dirigiu projetos sociais e de colaboração tecnológica na Índia, Moçambique, Amazônia, Paraisópolis e, há 4 anos coordena o Comitê ESG. Sua formação passa por PUC/SP, Syracuse University, FGV, Universidade de Genebra e IBGC. Luciana também é Presidente de Conselho do Instituto Fernand Braudel, Conselheira de Administração da Aberje e Conselheira Consultiva da ONG americana ANDE.", "link": "https://itforum.com.br/colunas/esg-comecemos-pela-essencia-dos-conceitos/"}, {"author": "Vinicius Rainato", "text": " Home > Colunas Com o desenvolvimento de ferramentas e o uso da Inteligência Artificial (IA), o campo do marketing passou por uma revolução, permitindo a criação de estratégias mais precisas e efetivas, que têm um impacto direto nos resultados das organizações.\nAplicação da I.A no Marketing\nA IA tem sido aplicada de várias maneiras no marketing, pois é capaz de coletar e analisar grandes volumes de dados, oferecendo uma compreensão profunda dos comportamentos dos consumidores.\nEla permite antecipar tendências e necessidades, atuar em chatbots e assistentes virtuais, criar conteúdo e otimizar campanhas.\nDe acordo com um estudo da consultoria McKinsey, o uso da IA pode resultar em um aumento de até 20% na receita das organizações. Isso ocorre porque essa tecnologia possibilita uma segmentação mais precisa do público, permitindo a personalização de campanhas e ofertas, o que aumenta a eficácia do marketing.\nI.A Na Prática\nOs parágrafos anteriores podem ter soado “robóticos” para você? Para mim, sim. Isso ocorre porque, assim como neste texto, no qual uma ferramenta de IA chamada ChatGPT escreveu os parágrafos acima, o uso de novas tecnologias já é uma realidade no mercado de marketing, mas é essencial aplicar a “Inteligência Humana” para ser estratégico.\nAcredito que esse cenário levanta duas questões relevantes relacionadas aos negócios: uma de ordem ética e outra de ordem estética.\nOrdem Ética no Uso de I.A na Comunicação\nSe as novas ferramentas precisam ser alimentadas com dados dos consumidores para criar produtos e serviços personalizados, como devemos agir para garantir a privacidade e segurança dessas informações?\nConsiderando o debate sobre o armazenamento e uso de dados pessoais pelas empresas, e levando em conta que o uso de dados obtidos por terceiros está chegando ao fim, muitos profissionais do setor já estão desenvolvendo estratégias para capturar dados de primeira parte, como oferecer benefícios ou aos consumidores que optam por fornecer suas informações, ou estabelecer acordos de compartilhamento de dados de segunda parte com parceiros que seguem de acordo com as leis de proteção de dados.\nÉ importante lembrar que os indivíduos são os proprietários de seus dados pessoais e têm o direito de controlar como essas informações são compartilhadas, além de se beneficiarem de seu uso. Cabe às empresas protegerem esses dados.\nEssas informações têm o potencial de atender a próxima onda de inovação, mas apenas se forem seguidas práticas de governança seguidas. Ou seja, as tecnologias devem ser éticas, transparentes e acompanhadas. E o senso ético, algo intrínseco à cultura humana, só pode ser ensinado às máquinas por nós.\nEstética da comunicação com I.A\nEm relação à questão estética, é importante considerar: se tudo passa a ser personalizado por algoritmos e análises preditivas, o que realmente se destacará e chamará a atenção dos consumidores?\nAcredito que a sensibilidade humana – algo tão metafísico – sempre terá seu espaço.\n ", "link": "https://itforum.com.br/colunas/transformacao-na-comunicacao-com-uso-de-i-a/"}, {"author": "Vinicius Rainato", "text": " Home > Colunas O consumo de conteúdo na internet é  realizado em sua maioria pelo celular no mundo todo, o mobile marketing tem se tornado cada vez mais importante para as marcas.\nNo entanto, com a popularidade crescente também surgem novos desafios, especialmente em relação à segurança das marcas.\nÉ importante para os anunciantes e agências tomar alguns cuidados para garantir que seus anúncios não sejam veiculados em sites ou aplicativos com conteúdo inadequado ou prejudicial para a imagem.\nEsse desafio é conhecido como Brand Safety e é crucial para o sucesso de uma marca. \n  O que é Brand Safety?\nBrand Safety é um conjunto de medidas adotadas para proteger a marca de um anunciante de associações negativas com conteúdo perigoso ou prejudicial. Isso inclui a prevenção de anúncios em sites ou aplicativos com conteúdo inapropriado ou ilegal, como conteúdo pornográfico, violento ou discriminatório.\nQuando uma marca aparece em um ambiente inadequado, pode levar a uma perda de confiança e segurança por parte do consumidor.\nPor que Brand Safety é importante no celular?\nCom a popularidade crescente dos dispositivos móveis, as marcas estão investindo cada vez mais em dispositivos móveis.\nNo entanto, o mobile apresenta desafios únicos em relação à segurança da marca. O tamanho reduzido da tela e a necessidade de móveis adaptados a diferentes tipos de dispositivos aumentam a possibilidade de erros na exibição do anúncio, além de tornar mais difícil para os anunciantes controlar onde seus anúncios estão sendo exibidos.\nAlém disso, muitos aplicativos e sites móveis são gerenciados por terceiros, o que torna mais difícil para os anunciantes garantir a segurança de sua marca.\nLeia também: Brand Safety: como marcas podem evitar o “cancelamento” na internet\n  Dicas para garantir a Brand Safety no celular\nCompreenda sua audiência\nAntes de começar a anunciar no mobile, é importante entender sua audiência e como ela se comporta. Isso ajuda você a identificar os sites e aplicativos mais apropriados para exibir seus anúncios e garantir que eles estejam sendo exibidos em um ambiente seguro.\nConsidere o comportamento de navegação do usuário, sua idade, sexo e localização.\nDessa forma, você pode garantir que seus anúncios sejam exibidos apenas em locais apropriados para sua marca.\nLeia também: FutureBrand aponta Apple como a marca mais preparada para o futuro\n  Utilize uma plataforma de publicidade confiável\nAo escolher uma plataforma de publicidade, verifique se ela tem medidas efetivas de Brand Safety. Procure por plataformas que usam tecnologias de detecção de fraude, que monitoram a segurança de sites e aplicativos e que reforçam o controle sobre onde seus anúncios são exibidos.\nAlgumas plataformas também permitem que os anunciantes bloqueiem categorias específicas de conteúdo, o que pode ajudar a evitar a exibição de anúncios em sites ou aplicativos inadequados.\n  Monitore constantemente sua campanha\nÉ importante monitorar regularmente sua campanha de publicidade móvel para garantir que seus anúncios estejam performando bem e que você sempre esteja um passo na frente dos desafios. É trabalhoso, mas é muito importante ter uma boa gestão de tempo e frequência de monitoramento.\nBrand Safety, sua empresa e o consumidor\nBoas estratégias de Brand Safety envolvem diversas variáveis, mas a mais importante é a gestão de processo. Procure estipular um checklist prévio e um processo de monitoramento para todas as comunicações ativas da sua empresa e dessa forma você manterá o usuário recebendo o que há de melhor da sua comunicação.\n ", "link": "https://itforum.com.br/colunas/como-construir-um-brand-safety-para-sua-marca-no-mobile/"}, {"author": "Vinicius Rainato", "text": " Home > Colunas Faço minha estreia na coluna do IT Forum com um tema bastante relevante: marketing de dados.\nO tema tem motivo: observo que ainda há muito caminho a ser trilhado pra que as empresas usem dados de forma estratégica em seus negócios, e no marketing, a oportunidade é gigantesca.\nO USO DE DADOS EM MARKETING\nO uso de dados em marketing está passando por grandes mudanças nos últimos anos. Com o aumento das tecnologias disponíveis, também surgiram novos desafios, incluindo a fragmentação dos canais de comunicação, novas regulamentações de privacidade, complexidade tecnológica e pressão por resultados.\nLeia também: Seguros Unimed investe em data lakehouse para usar dados de forma inteligente\nPara unir marketing e dados, é preciso ter uma maturidade na visão de que os dados não são a cereja do bolo em um plano de marketing e, sim, o principal ativo para começar o planejamento. Ao mesmo tempo, entendo que muitas pessoas estão tornando a estrutura de dados cada vez mais complexa e com muitas informações que não são relevantes para o objetivo que deve ser alcançado.\nEncontrar os dados relevantes é um dos maiores desafios dos profissionais de marketing hoje. Como sócio de uma empresa que diariamente busca encontrar soluções de performance para os clientes posso afirmar que muitas empresas estão perdendo tempo e dinheiro analisando dados que não são relevantes para atingir o objetivo das ações.\nLeia também: Impacto do uso de dados depende de desempenho de líderes, diz Gartner\nPor isso, é preciso contar com metodologias e processos para construir a arquitetura de dados que cria a jornada do consumidor até o atingimento do objetivo.\nCOMO GERAR RESULTADOS COM DADOS EM MARKETING\nOutro ponto importante: para gerar resultados consistentes, o profissional de marketing hoje precisa ser multidisciplinar e entender que apenas a criatividade ou o conhecimento técnico não vai ser o grande diferencial para alcançar os objetivos, e, sim, ter uma estrutura de dados e informações à sua volta para encontrar os melhores caminhos.\nQuando falamos de dados precisamos sempre olhar com calma para a jornada do cliente por meio do CRM e ferramentas de análise do comportamento do cliente no seu site ou app, enriquecimento de base para conhecer melhor o seu cliente.\nLeia também: Grupo Zegna aplica ciência de dados para personalizar roupas de luxo\nIsso inclui, ainda, pesquisas com o público-alvo e sem falar em todas as análises de resultado de campanhas que vão do impactado até a conversão final, criando assim um grande mapa de oportunidade e dados que precisam ser tratados com muita responsabilidade para que cada ação evolua e gere aprendizado para o próximo passo.\nÉ um grande desafio, mas é possível. Para isso, é necessário aliar estratégia e execução, com uma boa mistura de dados.", "link": "https://itforum.com.br/colunas/como-usar-dados-e-marketing-para-alcancar-resultados/"}, {"author": "Luís Montanari*", "text": " Home > Colunas Nos últimos anos, o mercado de TI vem passando por uma verdadeira revolução digital, impulsionada pela adoção de novas tecnologias e pela necessidade de modernização dos negócios. O estudo Censo das Revendas 2023, inclusive, apontou que o orçamento previsto para este ano teve um crescimento de 6,9% em relação ao ano passado. Além disso, o percentual destinado à segurança da informação dobrou.\nCom essa evolução, o mercado se tornou extremamente competitivo e desafiador, exigindo cada vez mais profissionais especializados para atuarem nele. Nesse sentido, uma das tendências que mais tem se destacado são os Serviços Gerenciados de TI, que englobam justamente alguns dos principais projetos de TI realizados nas PMEs em 2022, como atualização da infraestrutura e segurança da informação.\nEm resumo, os Serviços Gerenciados de TI buscam manter a infraestrutura de tecnologia organizada e atualizada. Esses serviços consistem na terceirização das atividades de gestão de TI para um parceiro especializado, que fica responsável por manter a infraestrutura da empresa funcionando de forma eficiente e segura.\nAlém disso, os prestadores de serviços de TI podem atuar como consultores, buscando e apresentando novas soluções que possam ser aplicadas às rotinas de trabalho do contratante, visando maior resultado e competitividade no mercado.\nOs Serviços Gerenciados de TI representam, assim, uma nova forma de os fornecedores de TI entregarem para pequenas e médias empresas a possibilidade de contar com equipes formadas por profissionais qualificados e capacitados para prestar os melhores serviços. Isso garante a qualidade das atividades e a máxima performance das ferramentas em uso pelos colaboradores.\nPrincipalmente, diante de uma nova realidade em que a tecnologia e a transformação digital são uma urgência para as empresas, 32% das empresas acreditam que os clientes irão fazer investimentos em consultoria de eficiência da área de TI em 2023.\nA tecnologia deixou de ser um mero apoio a outras atividades para se tornar um fator estratégico dentro do negócio. E, aliado a isso, os Serviços Gerenciados de TI permitem que as empresas se concentrem em seus processos essenciais e no desenvolvimento de seus negócios, deixando para seus parceiros especializados a responsabilidade de gerenciar a infraestrutura de TI.\nÉ importante ressaltar que essa oferta não se restringe apenas a fornecedores de soluções de segurança da informação, mas sim a toda empresa que atua no setor de serviços de suporte de TI. A adoção desse modelo de negócio é um caminho natural para a evolução do mercado de TI e uma oportunidade para as empresas de serviços de TI se destacarem em um mercado cada vez mais competitivo.\nAfinal, a maturidade digital e o conhecimento sobre tecnologia por parte das empresas dobraram em comparação ao período que antecede a pandemia. Por isso, 80% dos prestadores de TI afirmaram na última pesquisa realizada pela ADDEE, que este é um bom momento para estar no Mercado de Prestação de Serviços de TI, pois, de fato há uma tendência de crescimento diante da evolução que o mercado está passando. A Pesquisa MSP, da ADDEE, também mostra um otimismo por parte dos MSPs brasileiros, na qual 68% dos entrevistados esperam um crescimento acima da média do mercado.\nEm resumo, os Serviços Gerenciados de TI são uma tendência irreversível e representam uma oportunidade única para as empresas de serviços de TI se destacarem em um mercado cada vez mais competitivo. Com o suporte de parceiros especializados, as empresas podem manter sua infraestrutura de TI organizada e atualizada, concentrando-se em seus processos essenciais e no desenvolvimento de seus negócios.\n*Luís Montanari é Gestor de Marketing da ADDEE e especialista em MSPs. ADDEE é o distribuidor da N-able no Brasil e é uma empresa associada ABRADISTI – Associação Brasileira da Distribuição de Tecnologia da Informação.\n** Os artigos publicados na coluna não refletem necessariamente a opinião da ABRADISTI.", "link": "https://itforum.com.br/colunas/luis-montanari-da-addee-aponta-crescimento-em-servicos-gerenciados-de-ti/"}, {"author": "Alexandre Della Volpe Elias*", "text": " Home > Colunas É inegável a velocidade e transformação que o setor de TIC – Tecnologia de Informação e Comunicação – vem sofrendo ao longo dos anos. O que muitos acharam que poderia ser um ápice por conta da pandemia, mesmo depois de três anos, vejo que os números seguem aumentando.\nAnalisando um mapeamento do mercado total de TIC movimentado pelos distribuidores de informática no País, incluindo as empresas de distribuição de TIC no Brasil que não são filiadas à Abradisti, cerca de 29% das empresas entrevistadas pela IT Data deixaram de investir no físico e migraram para o digital.\nHoje, entendo que as companhias passaram a buscar compreender cada vez mais o negócio do seu cliente. O cenário que era composto majoritariamente por lojas físicas, agora tem como predominância escritórios comerciais, e/ou home office e passaram a priorizar cada vez mais a comunicação digital. Em minha percepção, essa aceleração já era prevista e a COVID-19 foi apenas um fator de antecipação, e esse número tende a aumentar cada vez mais, visto o avanço constante da digitalização.\nEssa transformação fez com que a distribuição de gastos das empresas também precisasse ser reestruturada, visto a necessidade de incrementar o investimento em tecnologia, como computadores, celulares e telecomunicações, como sites e mídias sociais.\nPara citar um exemplo, vi recentemente uma análise sobre os investimentos em TIC em 2022, que deveriam somar US$ 76 bilhões no ano. Um fato interessante é que o Brasil está em 11º lugar no ranking de países que mais investem no segmento, representando cerca de 1,7% do faturando mundial, segundo a IDC Brasil. Esses dados mostram o empenho e a significativa mudança do cenário tecnológico global e como as empresas estão buscando formas de acompanhar essa evolução.\nA verdade é que muitas empresas começaram a pensar além, como foi o caso da Rcell, que em um primeiro momento não dedicava esforços para a venda corporativa. No ano passado, foi criada a Rcell Corporate, quando percebemos que era possível atender tanto demandas do setor público quanto do privado. O foco está em oferecer dispositivos, estruturas, como linha branca, telas e conectividade para escolas e, principalmente, hotéis, já que hoje em dia grande parte das tarefas passaram a ser automatizadas.\nFui recentemente em um hotel e notei que tarefas como solicitar serviço de quarto, comes e bebes e até mesmo realizar o check-out foram adaptadas para serem feitas em TVs. Um outro exemplo é o notável crescimento da Grandstream, fabricante de equipamentos de comunicação IP de voz e vídeo, gateways e adaptadores de telefone analógico, vigilância por vídeo e aparelhos IP-PBX baseados em Asterisk.\nFinalizo com o questionamento: será que o mercado está pronto para implementar essas tecnologias ao mesmo tempo em que promove uma qualidade de vida melhor aos seus colaboradores?\n  *Alexandre Della Volpe Elias é CMO do Grupo Rcell, uma empresa associada à ABRADISTI – Associação Brasileira da Distribuição de Tecnologia da Informação.\n** Os artigos publicados na coluna não refletem necessariamente a opinião da ABRADISTI.", "link": "https://itforum.com.br/colunas/rcell-analisa-distribuicao-de-tic-no-brasil/"}, {"author": "Rodrigo Gonçalves*", "text": " Home > Colunas Não é segredo que alguns estados brasileiros se encontram em desequilíbrio fiscal, gastando mais do que arrecadam. São vários fatores determinantes: seja por um funcionalismo público maior do que o necessário, e às vezes ineficiente, ou por mau uso do dinheiro público, realizando investimentos incorretos e com resultados insatisfatórios para a população, ou ainda por benefícios fiscais concedidos a algumas poucas empresas.\nSomado a isso, o subsídio que se deu à gasolina no segundo semestre do ano passado, não somente no âmbito federal, mas também no âmbito estadual, reduzindo o ICMS, desfalcou ainda mais os cofres destes entes públicos.\nNesse mesmo caminho, a Lei Complementar número 194/2022 classificou combustíveis, energia elétrica, telecomunicações e transporte coletivo como bens e serviços essenciais, e limitou a cobrança de ICMS por parte dos estados à sua alíquota interna geral, impossibilitando a cobrança de alíquotas em patamares superiores. Antes dessa Lei Complementar, as cobranças estaduais sobre os combustíveis variavam entre 25% a 30%, enquanto as alíquotas internas gerais variavam entre 17% a 18%.\nAssim sendo, houve uma redução da arrecadação estadual, comprometendo ainda mais as contas dos estados. E adivinha quem pagará essa conta da redução? Nós, os contribuintes.\nJá foram 12 as unidades federativas que majoraram suas alíquotas de ICMS com efeitos para esse ano de 2023, mas existe a possibilidade de outras também seguirem esse caminho para 2024. Além de ajudar a aumentar a arrecadação como um todo, isso também pode ser uma estratégia para que elas possam cobrar uma alíquota maior sobre combustíveis, energia elétrica e telecomunicações. O que antes variava entre 17% e 18% de alíquota de ICMS, hoje pode variar entre 17% e 21%.\n  UF Alíquota anterior Nova alíquota Efeitos Base Legal\nAcre 17% 19% 01/04/2023 Lei Complementar n° 422/2022\nAlagoas 17% 19% 01/04/2023 Lei n° 8.779/2022\nAmazonas 18% 20% 29/03/2023 Lei Complementar n° 242/2022\nBahia 18% 19% 22/03/2023 Lei n° 14.527/2022\ne Decreto n° 21.797/2022\nCeará 18% 20% 01/01/2024 Lei nº 18.305/2023\nMaranhão 18% 20% 01/04/2023 Lei 11.867/2022\nPará 17% 19% 16/03/2023 Lei n° 9.755/2022\nParaná 18% 19% 13/03/2023 Lei n° 21.308/2022\nPiauí 18% 21% 08/03/2023 Lei Complementar n° 269/2022\nRio Grande do Norte 18% 20% 01/04/2023 a 31/12/2023 Lei n° 11.314/2022\nRoraima 17% 20% 30/03/2023 Lei n° 1.767/2022\nSergipe 18% 19% 01/04/2023 Lei n° 9.120/2022\nTocantins 18% 20% 01/04/2023 Medida Provisória n° 33/2022\n  Fonte: levantamento realizado pelo próprio autor Rodrigo Gonçalves, diretor da Evolusom\n  Esse cenário influencia diretamente nosso mercado de TIC como um todo, desde o fabricante e distribuidor até o varejista e consumidor final, pois mesmo que a empresa não esteja sediada em uma dessas unidades federativas, há uma grande possibilidade de ela ser afetada por essas majorações de ICMS, pois estas afetam tanto as relações internas, que ocorrem dentro do próprio estado, como também as relações interestaduais.\nOu seja, se um bem for adquirido de fora do estado, essa majoração poderá afetar o ICMS-ST ou o DIFAL. Agora, se um bem for adquirido dentro do estado, tal majoração poderá afetar também o ICMS-ST ou o ICMS próprio da operação. Resumidamente, não há como fugir dessa “sede de arrecadação”.\n  Veja alguns exemplos práticos:\na) Venda interestadual com ICMS-ST:\nDados da operação: Origem Paraná, destino Acre, produto Cabos de fibra óptica NCM 8544.70.90.\n  Simulação ICMS-ST Antes da Majoração Após Majoração Aumento em %\nValor do produto 1.000,00 1.000,00 0,00%\nICMS próprio 4% 40,00 40,00 0,00%\nMVA ICMS-ST ajustada 57,30% 61,19% 3,89%\nBC ICMS-ST 1.573,00 1.611,90 2,47%\nAlíquota ICMS destino 17% 19% 2,00%\nVALOR ICMS-ST 227,41 266,26 17,08%\nTOTAL NFE VENDA 1.227,41 1.266,26 3,17%\n  Impacto: aumento de 17,08% no valor do ICMS-ST e 3,17% no preço de venda.\n   b) Venda interestadual com DIFAL (diferencial de alíquotas do ICMS):\nDados da operação: Origem São Paulo, destino Maranhão, produto Cabos de fibra óptica NCM 8544.70.90.\n  Simulação DIFAL Antes da Majoração Após Majoração Aumento em %\nValor do produto 1.000,00 1.000,00 0,00%\nICMS próprio 4% 40,00 40,00 0,00%\nAlíquota ICMS destino 18% 20% 2,00%\nDIFAL não contribuinte 140,00 160,00 14,29%\nAumento preço venda 0,00 20,00 2,00%\n  Impacto: aumento de 14,29% no valor do DIFAL e 2,00% no preço de venda.\n  Com isso, alguns efeitos poderão ser evidenciados em nosso setor. Um deles é óbvio: o aumento do preço de venda dos produtos. Como já havia sido destacado no Censo das Revendas da Abradisti de 2022, as pequenas e microempresas já estavam sendo afligidas por um aumento de custo e redução de margem operacional.\nMesmo que vençamos esse desafio e consigamos manter a mesma margem de lucratividade, seremos obrigados a vender produtos mais caros, como se não bastasse já termos que enfrentar oscilação cambial e uma inflação que vem corroendo nosso poder de compra. Inclusive, esse movimento pode causar um aumento da taxa de inflação em nosso setor, enquanto ela diminui em outros, causando um balanço desfavorável para nossas operações.\nOutro efeito seria impulsionar a ilegalidade, pois quanto mais imposto é cobrado do contribuinte, maior fica a diferença de preço entre aqueles que recolhem todos os tributos corretamente e aqueles que não recolhem, facilitando a atuação destes últimos.\nPor fim, caberá a nós mais uma vez nos adaptarmos à gestão pública e encontrar caminhos para continuarmos crescendo, gerando novos empregos e movimentando a economia. Definitivamente, ser empresário no Brasil não é tarefa fácil.\n  * Rodrigo Gonçalves é Diretor da Evolusom, uma empresa associada à ABRADISTI – Associação Brasileira da Distribuição de Tecnologia da Informação.\n** Os artigos publicados não refletem necessariamente a opinião da ABRADISTI.", "link": "https://itforum.com.br/colunas/impacto-dos-aumentos-das-aliquotas-de-icms/"}, {"author": "Mauricio Cardoso*", "text": " Home > Colunas Vendas sem marketing, vende aos trancos. Vendas com marketing malfeito, também. Marketing só facilita a vida do comercial se estiver de pé sobre uma estratégia consistente, com base em números, expectativas alinhadas e conhecimento do produto e do cliente.\nTalvez, esses conceitos estejam tão batidos para empresas de alguns setores que soem até como frases de caminhão. Mas, para aquelas com soluções e produtos complexos, como as de tecnologia, harmonizar o que o time comercial precisa com o que o de marketing está fazendo, segue sendo muito custoso e desafiador.\nO aumento do faturamento das revendas de tecnologia em 11% em 2021 mostra que há demanda. O dado é do Censo das Revendas 2022, iniciativa da Abradisti – Associação Brasileira da Distribuição de Tecnologia da Informação e da AFRAC – Associação Brasileira de Tecnologia para o Comércio e Serviços, realizado anualmente pela IT Data.\nÉ um cenário positivo, mas, acredito que pode ser ainda mais. Digo isso porque, por trás das estatísticas, quem vive a rotina do mercado sabe que não é fácil comercializar tecnologia. É uma venda que depende de se transmitir os meandros de uma solução, o que requer muito conhecimento, mas, também, sem detalhamentos demais. Afinal, estamos falando de um consumidor que tem um tempo de atenção concorridíssimo entre caixas de entrada lotadas de propostas e mídias saturadas de informação.\nNessa briga, nem sempre o marketing é pensado da maneira correta. Basta dar uma passeada rápida pela internet para encontrar empresas de tecnologia publicando muito conteúdo que não tem um alvo em mente, artigos de blog que não ajudam um cliente a tomar decisões, listas e mais listas de eventos com contatos de possíveis compradores às moscas, posts demais, posts de menos, e-mails poluídos, sites escuros, e campanhas cheias de linguajar técnico que não comunicam nada para ninguém.\nMas, se eu fosse escolher o maior dos erros cometidos em marketing de empresas de tecnologia, e que certamente não ajuda vendas a fazer seu trabalho, é o seguinte: focar em pequenas entregas (de leads, de eventos, de conversões) em vez de criar uma estratégia em parceria com o time comercial.\nAcredite, ainda há por aí inúmeras ações de marketing criadas com base do “eu acho” e do “Fulano fez assim e deu certo”. Campanhas que surgiram sem qualquer informação ou dado para apoiá-las. Marketing hoje precisa de BI, pesquisa, previsão e resultados. E uma das grandes fontes para conseguir essa inteligência são os vendedores. São eles que estão sentados todos os dias com o cliente, ouvindo as dores, conversando sobre o dia a dia, entendendo as peculiaridades de cada contexto de negócio. Insights de ouro podem surgir a partir daí.\nQue fique claro: Vendas não é responsável pelo planejamento de Marketing. O que estou querendo dizer é que o desenho estratégico de marketing não pode envolver apenas marketing.\nE o que eu quero dizer com estratégia?\nO marketing começa quando ainda não há nada. Ou, pelo menos, deveria começar. Lançar um produto tecnológico e convidar clientes para um almoço em um restaurante caro não é suficiente. Há um trabalho que precisa existir antes disso. E, depois, uma ação maior que tem começo, meio e fim. Os passos incluem reconhecimento de marca no mercado, personalizar a jornada do cliente, criar relacionamento, nutrir a base com conteúdo que responde às dores que o público-alvo quer solucionar. E não dá para desenhar um planejamento sem ter vendas por perto, o tempo todo.\nConversando com o comercial, talvez o time de marketing descubra que o conteúdo detalhado e de fácil acesso sobre como o produto funciona, seja o mais negligenciado pelos clientes em potencial. Ou que o profissional de TI em uma conta alvo, ao considerar um conjunto de soluções, vá escolher não a mais evoluída em recursos, mas a fácil de integrar com o que ele já tem na sua estrutura.\nInformações assim são preciosas e não estão no Google. Por isso, não subestime a importância dessa aproximação. É a união das duas áreas que fará com que, lá na frente, surjam novos negócios.\n  *Maurício Cardoso é fundador e diretor da VUNO, uma empresa associada à ABRADISTI – Associação Brasileira da Distribuição de Tecnologia da Informação.", "link": "https://itforum.com.br/colunas/marketing-hoje-precisa-de-bi-pesquisa-previsao-e-resultados/"}, {"author": "Mariano Gordinho*", "text": " Home > Colunas A proposta deste espaço que apresento hoje é trazer profissionais que vivem a rotina do mercado de TIC para compartilhar sua experiência e seu conhecimento, lançando um novo olhar sobre temas importantes da Distribuição. Vamos direto ao assunto clarear os dados apurados nos estudos mais recentes realizados pela entidade, analisar os cenários, trazer a visão dos executivos do mercado, expandir o conhecimento e o alcance das informações.\nComo o Censo das Revendas, Estudo Setorial ou Pesquisa Salarial contribuiu com a experiência daquele profissional? É a voz dele analisando uma questão ou solução alcançada, algo que só ele pode nos mostrar. A ideia é ser uma coluna institucional, com os executivos da Abradisti e os especialistas de empresas associadas dividindo a “caneta”, transcender a concorrência, compartilhar conhecimento, contribuir e ser parte atuante desse grande universo que está conectado conosco.\nA Abradisti é responsável pela curadoria desse espaço, para garantir o viés informativo, de interesse de mercado. Além disso, replicaremos o conteúdo em todos os canais de comunicação da associação, ampliando e multiplicando ainda mais a visibilidade e a veiculação do conhecimento compartilhado.\nHoje, a Abradisti representa mais de 60 empresas que atuam no mercado da Distribuição. Estima-se que essas empresas juntas representem algo da ordem de 10 mil profissionais do mercado e mais de R$ 24 bilhões em faturamento anual. Temos capacidade de ampliar a voz de necessidades e desafios comuns nas mais diversas áreas dentro do setor, profissionais da área de Vendas, Marketing, Recursos Humanos, Crédito, C-Level e outras, que vão poder usufruir desse trabalho.\nAssim, ampliamos a nossa capacidade de multiplicação. É o que a gente quer, aumentar a disseminação de conhecimento. E o setor todo se beneficia.\n*Mariano Gordinho é Presidente-Executivo da ABRADISTI – Associação Brasileira da Distribuição de Tecnologia da Informação", "link": "https://itforum.com.br/colunas/abradisti-inaugura-coluna-onde-lideres-analisam-mercado-de-tic/"}, {"author": "Candice Pascoal", "text": " Home > Colunas O ambiente empresarial costuma ter um perfil competitivo e isso não é exatamente uma novidade. No entanto, o ritmo acelerado de mudanças e inovações vêm colocando cada vez mais obstáculos no caminho das empresas que estão em busca do sucesso a longo prazo. Afinal, como se manter relevante diante das transformações do mercado? Não há como negar que as mudanças estão cada vez mais rápidas, novas demandas surgem, enquanto antigas necessidades são encerradas para sempre. No setor tecnológico, em particular, a velocidade das inovações e a rápida obsolescência de tecnologias tornam esse desafio ainda mais acentuado. Diante de tanto dinamismo, como construir diferenciais relevantes para o seu negócio?\nUm estudo da consultoria McKinsey, baseado na lista das maiores empresas da Fortune 500, revelou que a longevidade das companhias vem caindo de forma significativa. Segundo o levantamento, 88% delas, indexadas na lista há cerca de 60 anos, deixaram de existir, perderam relevância ou foram adquiridas por outros grupos. Além disso, a queda no tempo em que uma empresa permanece na lista da Fortune também chamou a atenção: em 1955 essa “expectativa de vida” era de 60 anos, mas com as transformações do mercado essa média foi reduzida para 30 anos na década de 1980 e hoje é inferior a 15 anos.\nMuitas questões podem impactar negativamente no desafio de manter seu negócio relevante, mesmo diante das transformações do mercado. Entre eles, podemos destacar os problemas na saúde organizacional, o pouco engajamento e conexão do time com a proposta da empresa e, claro, as disrupções (tecnológicas ou não) que chegam, mesmo, para mudar de vez as regras do jogo.\nComo CEO e founder de empresas referência em inovação, como a Kickante e a Alfredus, posso afirmar que quem mais sofre com as transformações do mercado são empresas com dificuldade de adaptação e mentalidade enraizada. Aquelas que não enxergam a tempo a necessidade de mudar a rota e repensar estratégias. A falta de uma comunicação alinhada entre gestores e funcionários, assim como o pouco estímulo a uma cultura de inovação também contribuem para esse cenário.\nSoluções inteligentes podem virar esse jogo\nQuantas vezes já vimos gigantes do mercado, líderes absolutos, se tornando totalmente obsoletos por não acompanharem as novas tendências? Muitos jovens nunca ouviram falar em Nokia ou BlackBerry, mas conhecem muito bem a Apple, que passou a ditar as regras do mercado de smartphones e foi seguida de forma inteligente por outras empresas, como a Samsung, por exemplo.\nO exemplo é do setor de telefonia, mas, claro, se repete em outras categorias. O fato é que as mudanças virão e nem todos serão capazes de manter seu negócio saudável diante das transformações do mercado. No entanto, adotar certas estratégias pode aumentar sua competitividade e as chances de permanecer relevante na sua área, confira:\nAntecipar necessidades dos clientes: Conheça seu público. Pesquisa de mercado, tendências do setor e atenção aos feedbacks são formas de entender quais são as expectativas dos clientes e trabalhar para oferecer soluções que se encaixam nisso.\nInovação: Sempre ela! Não há como fugir: quem quer se manter relevante no mercado precisa inovar e saber se adaptar ao que chega, incorporando de forma inteligente as inovações do setor no seu negócio. Invista em pesquisas de desenvolvimento que podem ajudar sua empresa a identificar oportunidades e criar produtos inovadores e sempre valorize as ideias e as soluções criativas dos seus colaboradores. Essa é uma forma efetiva de estimular a cultura de inovação dentro da sua empresa. \nAgilidade na adaptação: Tomadas de decisão rápidas, somadas a processos ágeis e flexíveis permitem que as empresas tenham uma resposta efetiva quando precisam se adaptar a algo novo. Incorporar as mudanças com agilidade permite que você se diferencie da concorrência e saia na frente nessa corrida.\nCultura de aprendizado contínuo: Promover uma cultura de aprendizado contínuo incentiva a busca constante do desenvolvimento entre os seus colaboradores, melhorando habilidades e trazendo sempre conhecimentos relevantes para dentro da sua empresa. Isso pode ser feito de muitas formas, como programas de treinamento, cursos como o Você.Expert e até parcerias com instituições educacionais. \nParcerias estratégicas: Colaborações e parcerias estratégicas ajudam a sua empresa na tarefa de se manter relevante no mercado. Essas alianças podem oferecer acesso a novas tecnologias, mercados ou conhecimentos complementares, permitindo que o seu negócio se beneficie da experiência e dos recursos de outros players do setor.\nConsiderando que o desafio de se manter relevante diante das transformações do mercado é uma realidade enfrentada por todas as empresas, não há para onde fugir. Se a sua ideia é manter seu negócio saudável e funcionando a longo prazo é preciso começar agora! Adote medidas que garantam seu patamar de competitividade, abrace as mudanças e construa uma mentalidade de crescimento e inovação. Esses são os diferenciais que podem destacar sua empresa em um mundo tão acelerado. \nComo você vê o seu negócio daqui a 20 anos? Já pensou que o que você faz hoje pode determinar a existência, ou não, desse futuro? Pense nisso! ", "link": "https://itforum.com.br/colunas/o-desafio-de-se-manter-relevante-diante-das-transformacoes-do-mercado/"}, {"author": "Candice Pascoal", "text": " Home > Colunas A ideia de uma semana de trabalho com quatro dias tem ganhado força. Mas será que esse é o movimento certo para o seu negócio? Existem pesquisas que mostram que uma semana de trabalho de quatro dias pode melhorar a produtividade e o bem-estar dos funcionários. Além disso, a nova maneira de trabalhar em casa, criada durante a pandemia, mostra que é possível uma maior flexibilidade em termos de onde e quando as pessoas trabalham.\nAmpliar as possibilidades é válido. Embora muitos tratem a semana de trabalho de 40 horas e cinco dias como um padrão, crescentes evidências mostram que uma semana de trabalho de quatro dias pode ser uma boa opção para funcionários e empresários.\nUma onda de esgotamento no local de trabalho, vivida até mesmo por pessoas apaixonadas por seus empregos, trouxe nova atenção para o assunto. Por meio de um programa piloto da Grã-Bretanha, funcionários de 73 empresas receberam uma folga remunerada todas as semanas ao longo de seis meses.\nNo meio do piloto, mais de 95% das empresas não viram declínio ou mesmo melhoria na produtividade, e quase 15% disseram que a produtividade melhorou significativamente. A semana de trabalho de quatro dias faz parte de uma percepção maior das empresas de que, quando seus funcionários se sentem valorizados, eles ficam mais comprometidos e melhores em seus trabalhos.\nAssim como a adaptação ao trabalho remoto foi mais complicada para alguns empregadores do que para outros, o novo modelo de trabalho com 4 dias pode ser mais desafiador para alguns. Nesses casos, um pouco de pensamento estratégico ajuda bastante. Se a preocupação do empregador é a perda de conexão entre os funcionários, considerar uma semana de trabalho fixa de quatro dias em que todos trabalhem nos mesmos dias pode ser uma alternativa. Se o motivo da insegurança é o temor pela queda da produtividade, considerar usar um software de monitoramento de funcionários para garantir que aproveitem ao máximo o tempo em que estão trabalhando, pode ser uma boa opção.\nPara funcionários cujas funções não são adequadas para uma semana de trabalho de quatro dias, como aqueles que trabalham em funções de produção com prazos apertados, considere outros tipos de flexibilidade para que não se sintam excluídos de um novo benefício.\nUma semana de trabalho de quatro dias não é apenas uma maneira de melhorar o bem-estar dos funcionários. A transição para uma semana de trabalho mais curta também pode apoiar metas específicas de algumas empresas.\nEmbora o novo modelo possa não ser adequado para todas as empresas, a pesquisa mostra que, em muitos lugares, ela pode aumentar o bem-estar dos funcionários enquanto melhora, ou pelo menos não prejudica, a produtividade. Acertar requer alguma criatividade e compreensão das necessidades de seus funcionários, mas a recompensa pode ser significativa.", "link": "https://itforum.com.br/colunas/voce-esta-pronto-para-uma-semana-de-trabalho-de-quatro-dias/"}, {"author": "Candice Pascoal", "text": " Home > Colunas Apesar de causar estranheza à primeira vista, um negócio auto sustentável não possui necessariamente relação com sustentabilidade. Um negócio auto sustentável é aquele que consegue se sustentar sozinho, por conta própria.\nComo ensina o Você.Expert, o novo alerta de uma crise global mostrou que é cada vez mais importante trabalhar para conseguir fazer com que o seu negócio possa caminhar com as próprias pernas, sem depender de forma contínua de capital externo. O famoso captar para gastar e mostrar crescimento para captar de novo, está dando espaço para o novo economizar para durar para se pagar e não ter as portas fechadas pela falta de investidores.\nSegundo dados do boletim intitulado ‘Mapa das Empresas’, ferramenta disponibilizada pelo Governo Federal, mais de 1,3 milhão de empresas foram abertas no Brasil, neste primeiro quadrimestre de 2022. O número indica um aumento de 11,5% em relação ao último quadrimestre do ano passado. No total, foram 1.350.127 empresas abertas, contra 541.884 fechadas.\nDiante deste cenário, o Ministério da Economia aponta que esse aumento considerável se deve à desburocratização e digitalização dos processos. Por outro lado, vale destacar que mesmo que o número de empresas abertas tenha sido grande, o Brasil ainda vive um período de crise econômica, que foi agravado pela pandemia da Covid-19. Por isso é fundamental lembrar: abrir uma empresa pode ser fácil, mantê-la aberta é difícil.\nO momento atual é de avaliação e reflexão, ainda mais agora que nos aproximamos de um novo governo e divisão partidária não só no Brasil, mas ao redor do mundo, o que pode intensificar as instabilidades. Por essa razão, um bom empreendedor é aquele que consegue enxergar as oportunidades mesmo em meio a crises. O excelente empreendedor é aquele que antecipa a contenção de gastos antes que a crise venha. O empreendedorismo ainda se vence no longo prazo.\n*Candice Pascoal é criadora e apresentadora da plataforma de ensino Você.Expert. Com experiência internacional na expansão de empresas norte-americanas, e CEO da agência americana Alfredus Prosperitas (nomeada pela Entrepreneurs Magazine como uma das 10 melhores agências de Inovação e Marketing Digital dos EUA), Candice tem sido responsável pelo crescimento exponencial de empresas que lidera em Nova Iorque. A executiva conquistou importantes prêmios de UX (Inovação Latam), Impacto Social (Cartier Awards) e Comunicação Inovadora (Proxxima) por sua atuação como CEO e fundadora da Kickante, principal e mais completo marketing para financiamento de projetos e arrecadação de doações financeiras. Em 2017, foi nomeada uma das 20 figuras internacionais que mudarão a forma como vivemos e fazemos negócios nos próximos 20 anos. Autora best-seller (Seu Sonho tem Futuro, Ed. Gente), premiada internacionalmente pelo seu impacto na realização dos mais variados projetos no Brasil, Candice Pascoal especializou-se no segmento de inovação tecnológica e esteve à frente de importantes projetos no Brasil, na Europa, na Ásia e nas Américas. ", "link": "https://itforum.com.br/colunas/a-busca-desenfreada-por-investimentos-qual-a-importancia-de-ter-um-negocio-auto-sustentavel/"}, {"author": "Lucas Oggiam*", "text": " Home > Colunas No início deste ano o mercado global testemunhou uma série de anúncios de demissões em massa promovidas em parte pelas grandes empresas de tecnologia. O fenômeno ficou conhecido como layoff. Esse movimento também afetou startups e organizações de menor porte do setor. Essas demissões geraram incertezas em relação ao futuro do mercado de trabalho em tecnologia nos próximos meses.\nQuais são as expectativas das empresas para a área de TI? É possível encontrar recolocação profissional? Quais competências e habilidades serão mais demandadas pelos empregadores?\nApós o primeiro quadrimestre do ano, já é possível identificar alguns motivos para essas demissões e observar tendências nesse período pós-layoff. Sem dúvida, a pandemia provocou mudanças nos hábitos de consumo, forçando as empresas a acelerarem sua transformação digital e, consequentemente, contratarem mais profissionais de tecnologia para atender à demanda de mercado.\nCom o controle gradual da pandemia, as empresas decidiram reorganizar suas equipes, priorizando o aumento da receita e o desenvolvimento de produtos com alta viabilidade a longo prazo.\nA boa notícia para os profissionais do setor é que a demanda por talentos em TI continua alta no mercado de trabalho. A diferença está no perfil procurado pelas empresas. Será cada vez mais comum a contratação de profissionais mais experientes, com foco em áreas que tragam resultados imediatos. Além disso, as organizações investirão apenas em cargos realmente necessários no futuro.\nEm 2023 as vagas para profissionais juniores representam apenas 14% das posições de tecnologia em nossas marcas, uma redução de 6% na comparação com o último trimestre de 2022.\nA reestruturação das equipes também visa a melhorar e rentabilizar áreas específicas. A contratação para suporte em áreas estratégicas de crescimento, como inteligência artificial, automação de processos robóticos e internet das coisas, continuará ocorrendo.\nAqueles que buscam recolocação no mercado devem investir em qualificação profissional nas áreas mais aquecidas ou considerar uma transição de carreira. Assim poderão destacar suas competências e habilidades para assumir novas funções.\nAs posições mais demandadas atualmente são as de “Sistemas” e “Engenharia de Dados”, apontando o dobro do volume de posições quando comparado o primeiro quadrimestre de 2023 e o último de 2022. Sob a mesma perspectiva, posições de “Desenvolvimento ou Engenharia de Software” apresentam uma diminuição constante no número de oportunidades, revelando uma queda de 40% no mesmo período.\nEmbora não seja possível prever se ocorrerão novos layoffs, é importante estarmos preparados para transformar crises em oportunidades.\n*Lucas Oggiam é diretor-executivo do PageGroup no Brasil", "link": "https://itforum.com.br/colunas/desvendando-os-layoffs-no-mercado-de-ti-em-2023/"}, {"author": "Fernando Zaidan", "text": " Home > Colunas Priorização e Ideação de Projetos: 5 Pilares Essenciais\nPara alcançar o sucesso na gestão de projetos, é crucial dominar a ideação e priorização. Aqui estão os 5 pilares fundamentais que o ajudarão a direcionar seus esforços de forma eficaz e estratégica.\nSempre gosto de lembrar que, em qualquer iniciativa de gestão de projetos, a Gestão do Conhecimento é fundamental.\nA perda de Conhecimento dos colaboradores (conhecimento tácito), bem como uma falta de gestão de documentos e de conteúdo (conhecimento explícito), acarreta perdas financeiras terríveis.\nA Gestão do Conhecimento se concentra na criação, captura, organização, armazenamento, disseminação e utilização do conhecimento tácito e explícito dentro das organizações. Visa garantir que o conhecimento seja retido e esteja disponível para todos os colaboradores que precisam dele para tomar decisões e realizar suas tarefas nos projetos.\nMas vamos aos 5 pilares fundamentais para ideação e priorização de projetos:\n1- Alinhamento Estratégico: Priorizar projetos alinhados à visão e aos objetivos estratégicos da organização é essencial. Considere como cada projeto contribui para o crescimento, a missão e os valores da empresa, garantindo que sua execução esteja em sintonia com a direção desejada.\n2- Impacto Financeiro: Avalie o potencial do impacto financeiro de cada projeto. Analise os custos, benefícios e retornos esperados para determinar quais projetos trarão maior valor para a organização. Leve em consideração fatores como investimento necessário, lucratividade e viabilidade econômica.\n3- Recursos Disponíveis: Alocar recursos adequados é essencial para o sucesso dos projetos. Considere a disponibilidade de equipe, orçamento, tecnologia e outros recursos necessários para a execução de cada projeto. Priorize aqueles que podem ser realizados de forma realista com os recursos existentes.\n4- Inovação: A capacidade de inovar é crucial para a competitividade e o crescimento contínuo. Priorize projetos que promovam a inovação, seja por meio de novas tecnologias, processos mais eficientes ou desenvolvimento de novos produtos e serviços. Isso garantirá que sua organização esteja sempre à frente do mercado.\n5- Sustentabilidade: Priorizar projetos sustentáveis é essencial para o sucesso a longo prazo. Avalie o impacto ambiental, social e ético de cada projeto, garantindo que ele esteja alinhado com práticas sustentáveis e responsáveis. Considere os benefícios de longo prazo para a organização e a sociedade como um todo.\nAo aplicar esses 5 pilares da priorização de projetos, você estará capacitado para tomar decisões mais assertivas e eficientes. Lembre-se de revisar regularmente suas prioridades à medida que as circunstâncias mudam. Priorizar com sabedoria é o caminho para o sucesso organizacional.\nQuer conhecer mais sobre a Ideação e Priorização de Projetos: conheça o projeto 40 anos de Carreira: http://www.40anos.fernandozaidan.com.br\n#GestãoDeProjetos\n#Priorização\n#PriorizaçãoDeProjetos\n#Estratégia\n#Inovação\n#Sustentabilidade\n#SucessoOrganizacional", "link": "https://itforum.com.br/colunas/priorizacao-e-ideacao-de-projetos-5-pilares-essenciais/"}, {"author": "Cristiane Belfiore", "text": " Home > Colunas Costanza Maria Teresa Ida Clotilde Giuseppina Pascolato, mais conhecida como Costanza Pascolato, é empresária e consultora de moda brasileira há quase 5 décadas. Atua como editora, consultora de tendências, estratégias e produtos.\nIntegrante da Sociedade Brasileira de Moda, e muito antes das redes sociais se tornarem a nova forma de se comunicar, já inspirava transformações no jeito de se vestir, encarnando uma persona elegante e moderna, com atitude e altivez.\nUm dos nomes mais influentes e respeitados do universo da moda, é especialista em imagem e, naturalmente, em autoimagem. De familia pertencente a aristocracia veneziana, seu pai era um homem muito fino e educado, e sua mãe, uma leoa com tino para os negócios, tanto é que foi a fundadora de uma das primeiras tecelagens de excelência em São Paulo, a Santa Constância, fornecendo tecido para as principais confecções brasileiras.\nA carreira profissional de Costanza foi agitada e bem-sucedida, não à toa ela diz que nunca foi tão reconhecida e reverenciada quanto é hoje em dia. A curva de seu sucesso é ascendente provavelmente porque ela jamais perdeu a conexão com o novo nem deixou de se cuidar: durante a pandemia manteve seu Pilates e caminhava na garagem do seu prédio todo dia, meditava e trabalhava.\nSemanalmente produz conteúdo digital para o Shop2gether, um e-commerce que reúne mais de 300 marcas nacionais, prestou consultoria para a HStern, marca para a qual também posou como modelo em uma extensa campanha, se manteve firme com sua escrita na sua coluna mensal na Vogue, mais importante revista de moda presente em 90 paises. É lá que ela analisa os movimentos da moda.\nCostanza Pascolato é uma empresária de sucesso e ícone sem igual, mas ao contrário do que se entende por ícones – representações estáticas de figuras sagradas, ela não fica parada. Aos 80 e poucos anos, sua nova empreitada é a marca de óculos de luxo, a Anima Eyewear, lançada em parceria com a gigante Go Eyewear. Os modelos se inspiram no seu próprio estilo, ou seja, peças atemporais e elegantes como ela.\nSalve Constanza!!\n*Fonte: Revista Marie Claire", "link": "https://itforum.com.br/colunas/costanza-pascolato-uma-grande-inspiracao/"}, {"author": "Fabiano Sabatini", "text": " Home > Colunas Acessibilidade pode ser definida como a possibilidade e condição de alcance, percepção e entendimento para a utilização, em igualdade de oportunidades, com segurança e autonomia, do meio físico, do transporte, da informação e da comunicação. Para pessoas com alguma deficiência, também é necessário prezar pelo conforto, facilidade de uso, rapidez, satisfação, segurança e eficiência. Pensando as diferentes necessidades, uma pergunta vem à mente, como podemos, através da tecnologia, tornar os ambientes acessíveis para todos?\nMês passado, falei sobre algumas soluções para a comunidade surda, mas existem outras soluções, voltadas para pessoas com outras necessidades, que também merecem destaque. Segundo a organização Mundial da Saúde, globalmente, 285 milhões de pessoas são deficientes visuais. Além disso, segundo dados do Vision 2020, a cada 5 segundos, 1 pessoa se torna cega no mundo e, dentre esses casos de cegueira, 90% ocorrem em países emergentes e subdesenvolvidos.\nUma meta-análise realizada por pesquisadores da Universidade de Michigan (Estados Unidos), publicada na revista The Lancet Global Health, efetuada com 48 mil pessoas de 17 estudos, revelou que pessoas com deficiência visual grave apresentam risco elevado de mortalidade de 89% em comparação com aqueles que possuem visão normal ou deficiência visual leve.\nUm dos motivos que ajudam na composição desses dados, é decorrente dos sistemas de assistência visual para navegação serem bastante limitados, com pouca variação e inovação. Muitas vezes os aplicativos de smartphone assistidos por voz e as soluções de bengalas inteligentes habilitadas para câmera carecem da percepção de profundidade necessária para facilitar a navegação independente.\nPor isso, é fundamental nos dedicarmos mais a melhorar as soluções existentes e a criar novas. Assim como no caso da comunidade surda, essas ferramentas podem fazer a diferença para quem as usa, dando mais autonomia e liberdade para uma pessoa com deficiência visual.\nÉ preciso tornar a tecnologia uma aliada crucial em nossos esforços para criar um mundo mais inclusivo. Somos capazes de auxiliar na adaptação do mundo aos seus habitantes graças ao desenvolvimento da transformação digital e ferramentas como inteligência artificial (IA) e realidade aumentada. As tecnologias móveis também apoiam as pessoas com deficiência, aumentando sua participação na sociedade, ajudando-as a se comunicar, aprender, fazer compras, viajar e se movimentar pela cidade. E esses são apenas alguns exemplos.\nA Intel se preocupa em inovar para unir comunidades, transpor as divisões de comunicação e criar uma sociedade mais justa para todos usando a tecnologia que muda o mundo e melhora a vida de cada pessoa no planeta.\nGosto de citar o artigo: “Aleksandro Montanha, Andreea M. Oprescu & MCarmen Romero-Ternero (2022): A context-aware Artificial Intelligence-based System to support Street crossing for Pedestrians with Visual Impairments” que mostra como a aplicação do OpenVINO e da Inteligência Artificial (IA) da Intel pode ser usado para auxiliar no aumento da independência e segurança de pessoas com deficiência visual.\nEssa tecnologia busca melhorar a mobilidade e, mais especificamente, como as travessias de ruas acontecem. Foi observado no estudo que, mesmo com os alertas sonoros emitidos pelos semáforos para orientar os pedestres, nas cidades onde há a poluição sonora, esse tipo de solução pode não ser suficiente para proporcionar o nível de acessibilidade que as pessoas com deficiência visual precisam. A solução foi publicada no renomado “Applied Artificial Intelligence – An International Journal”.\nO sistema descrito no artigo funciona quando um canal de comunicação entre os semáforos inteligentes e o aplicativo instalado no smartphone do usuário com deficiência visual é estabelecido. Utiliza-se um sistema de localização do usuário, integrado com câmeras e uma técnica de processamento de imagem adicionada ao sistema de localização para segmentar o usuário-alvo dos demais pedestres. Em seguida, as linhas de tráfego são fechadas para os veículos na faixa, possibilitando a passagem do pedestre e alterando a duração dos semáforos conforme as legislações de trânsito local. Isso torna o processo da travessia mais seguro e eficiente.\nOutro exemplo de solução que se utiliza de tecnologia é uma “simples” mochila. Uma equipe de pesquisadores da Universidade da Geórgia, nos Estados Unidos, desenvolveu uma mochila equipada com um sistema de IA que avisa o usuário sobre obstáculos no caminho. As câmeras do equipamento – que executam o Movidius VPU da Intel, programados usando o kit de ferramentas OpenVINO – reconhece objetos e obstáculos comuns em um trajeto na rua, como carros, bicicletas, outros pedestres e até mesmo galhos de árvores pendentes, avisando o usuário desses obstáculos.\nSoluções como essas mostram o quão longe podemos ir para garantir acessibilidade e inclusão a todos. Além disso, elas mostram como a tecnologia pode ser uma forte ferramenta para beneficiar pessoas e grupos, tornando a sociedade mais inclusiva, livre e segura para todos.\nEsses avanços possibilitam gerar um legado de democratização da tecnologia, que continua tornando tudo mais simples e rápido e presente em todos os lugares em que a computação ocorre, fazendo o mundo avançar.\n  Fabiano Sabatini é Gerente de Alianças e Especialista em IoT da Intel América Latina", "link": "https://itforum.com.br/colunas/acessibilidade-atraves-da-inovacao/"}, {"author": "Fabiano Sabatini", "text": " Home > Colunas Quando falamos de acessibilidade, alguns casos surgem na cabeça da maioria das pessoas. Rampas e elevadores para ajudar quem tem problema de mobilidade ou sinalização em braile para ajudar os deficientes visuais são alguns, e provavelmente os primeiros, exemplos que vem em mente. Mas o quão mais podemos ajudar a tornar o mundo um lugar mais acessível?\nSegundo o IBGE, há no Brasil 17,2 milhões de pessoas com deficiência, o que corresponde a 8,4% da população, e dessas, mais de 10 milhões são surdas – com cerca de 2,3 milhões dentre elas com deficiência severa –, segundo o Ministério da Educação (MEC). Pensando globalmente, são mais de 1,5 bilhão de pessoas com algum grau de deficiência auditiva (surdez) hoje no mundo – segundo a Organização Mundial de Saúde, o que mostra que é uma comunidade que devemos olhar com grande cuidado e que, muitas vezes, não é lembrada.\nEm abril do ano passado, comemoramos 20 anos do reconhecimento da Língua Brasileira de Sinais (Libras) como meio legal de comunicação e expressão. Libras é uma forma de comunicação complexa como qualquer outra, considerada língua por ser composta por diferentes níveis linguísticos, possuindo expressões e estruturas gramaticais próprias.\nNo entanto, mesmo com os avanços que a implementação da lei trouxe para a inclusão da comunidade surda, ainda existem barreiras que travam uma integração completa e homogênea. E essa realidade não é exclusiva do Brasil.\nUm grande aliado na nossa construção de um mundo mais acessível para todas as pessoas é a tecnologia. Com o avanço da transformação digital, além da evolução de ferramentas como a Inteligência Artificial (IA) e Realidade Aumentada, conseguimos ajudar o mundo a se adaptar às pessoas que vivem nele.\nPor exemplo, imagine um aplicativo que manda um alerta para avisa a uma mãe ou pai surdos que possam estar na sala de estar que seu bebê está chorando no quarto. Ou um intérprete de Libras feito com IA para ajudar alguém a navegar pela internet. Ou até mesmo notificações por flashes e luzes ao invés de sons.\nA criação de ferramentas e aplicativos como esses breves exemplos acima significam muito mais do que apenas formas de deixar a vivência de pessoas surdas mais fácil em um mundo majoritariamente ouvinte. Avanços assim garantem a liberdade, a independência dessas pessoas, que não mais precisariam se apoiar e depender de amigos e familiares para tarefas básicas.\nNa Intel, acreditamos que a tecnologia tem o poder de fazer o bem e nos esforçamos com os nossos parceiros para que nossas soluções finais mantenham esse valor.\nUm dos nossos empreendimentos nos Estados Unidos, a OmniBridge criou a uma tecnologia com IA que permite a comunicação em tempo real entre pessoas que usam a linguagem de sinais americana e aquelas que falam inglês — a qualquer hora, em qualquer lugar.\nFunciona quase como um dos vários tradutores na internet: a pessoa usa a língua de sinais americana na frente da câmera e a Inteligência Artificial interpreta o que está sendo dito, transformando em texto para alguém que não sabe se comunicar através da língua de sinais. E o processo inverso também funciona.\nE ainda estamos trabalhando na ferramenta. Assim como regionalismos e sotaques influenciam o português, inglês e outros idiomas, as línguas de sinais também têm as suas particularidades. A ideia é tornar o OmniBridge cada vez mais completo, funcional e intuitivo.\nSoluções como essa mostram o quão longe podemos ir para garantir acessibilidade e inclusão a todos. Grandes exemplos e ideias surgem todos os dias ao redor do mundo e cabe a nós nos inspirar e adaptar para a nossa realidade da melhor forma possível. Usando da tecnologia para tornar o mundo em um lugar mais incluso e assim, cada vez mais justo.\n  Fabiano Sabatini é Gerente de Alianças e Especialista em IoT da Intel América Latina", "link": "https://itforum.com.br/colunas/como-a-tecnologia-pode-gerar-mais-acessibilidade/"}, {"author": "Fabiano Sabatini", "text": " Home > Colunas O comércio é uma das atividades mais antigas da humanidade e o varejo – um dos lados dessa atividade que conecta as pessoas com o mercado – é uma das indústrias que mais têm evoluído nas últimas décadas, se transformado digitalmente cada vez mais. Isso se dá não só por conta do avanço da tecnologia em outras indústrias, mas também devido às exigências e expectativas dos consumidores.\nEmbora a tendência seja sempre abraçar as novidades tecnológicas conforme elas são introduzidas no mercado, este processo acontece de forma gradual. Ou, pelo menos, acontecia. Algo que ninguém pôde prever foi a pandemia de COVID-19 e o consequente distanciamento social, o que acarretou a aceleração da adoção de serviços, principalmente digital, como o e-commerce para os donos de negócios e forçou os consumidores a fazerem compras quase que exclusivamente online.\nSegundo um levantamento da Ebit/Nielsen, em 2020 – ano em que a pandemia chegou ao Brasil –, o e-commerce brasileiro cresceu 41%, ganhando 13 milhões de novos consumidores. E esses consumidores continuaram no online. Em 2021, o e-commerce brasileiro registrou um faturamento recorde, totalizando mais de R$ 161 bilhões, um crescimento de 26,9% em relação ao ano anterior de acordo com a Neotrust. Já em 2022, a receita das vendas cresceu US$ 8,1 bilhões em relação ao ano anterior. Os dados são da Retail X.\nCom o fim do distanciamento social, hoje as empresas têm a oportunidade de investir mais em tecnologia, trazendo experiências únicas e diferencial competitivo para os seus consumidores não só nas lojas online, mas também nas físicas.\nAconteceu este mês em Nova Iorque a NRF Retail’s Big Show, o principal evento anual de varejo do mundo. A conferência reuniu os maiores players do mercado e trouxe tendências e ensinamentos para o varejo que devem estar em evidência em 2023. Grande parte deles ressaltou como a tecnologia é fundamental para que as empresas se conectem cada vez mais com os consumidores.\nAvanços como self-checkout, pagamento por biometria, RFID e Computer Vision, 3D Commerce, e outros recursos que simplificam a experiência do cliente foram os maiores insights revelados pelos expositores da feira. Além disso, formas de combinar experiências físicas e digitais também vieram à tona durante a conferência.\nO mais interessante é que todos os insights e conceitos apresentados na NRF usam os mesmos fundamentos: Inteligência Artificial (AI), computação em nuvem (Cloud) e internet das coisas (IoT). Em alguns casos, temos ainda a Realidade Virtual e a Realidade Aumentada.\nNa Intel, desenvolvemos um projeto no Brasil que seguia a tendência de misturar as experiências físicas e digitais para atender a necessidade de um dos nossos parceiros: o Extra. O que percebemos é que, ao comprar um novo computador, muitas pessoas tinham dúvidas que as impediam de comprar a melhor máquina que fosse atender às suas necessidades. Por isso, em conjunto com o Extra, criamos o conceito da Store-in-Store (loja dentro da loja), usando a IA dentre outras tecnologias para ajudar o consumidor na sua jornada de compra de um novo computador.\nNós desenvolvemos e instalamos mesas inteligentes que armazenavam todos os dados de cada máquina exposta. O consumidor que desejava adquirir um novo computador era convidado a responder um questionário rápido em uma estação na frente da mesa e, com base nas informações dadas, os PCs recomendados se iluminavam. Além disso, as mesas reuniam dados e insights para o varejista, como quanto tempo o consumidor ficou em cada mesa, ou na frente de cada PC, por exemplo.\nVale lembrar que o varejo é sobre pessoas. A tecnologia é nossa aliada, ajudando a trazer dados – sejam estes para o consumidor ou para o varejista –, simplificando a jornada de compras, deixando todo o processo mais dinâmico, personalizado e único para cada um.\n    Fabiano Sabatini é Gerente de Alianças e Especialista em IoT da Intel América Latina", "link": "https://itforum.com.br/colunas/o-futuro-e-presente-do-varejo-no-brasil-e-no-mundo/"}, {"author": "Fabiano Sabatini", "text": " Home > Colunas Nos últimos anos, o deepfake se juntou às fake news quando o assunto é a propagação de desinformação e conteúdo falso na internet. No entanto, o potencial do deepfake vai muito além do das fake news, já que essa tecnologia pode afetar diretamente não só empresas e governos, mas também cidadãos comuns.\nMas o que é o deepfake? Ele ocorre quando a inteligência artificial (IA) funde, combina, substitui ou sobrepõe áudios e imagens para criar arquivos falsos em que pessoas podem ser colocadas em qualquer situação, dizendo frases que elas nunca diriam ou fazendo coisas que não condizem com o seu caráter. São inúmeras as possibilidades: troca de rostos, clonagem de voz, sincronização labial com uma faixa de áudio diferente da original, e muitas outras.\nSegundo um estudo da Accenture Technology Vision 2022, o risco de IA maliciosa levanta preocupações de segurança entre as organizações. De acordo com o levantamento, 100% dos executivos brasileiros relatam preocupação com deepfakes e/ou ataques de desinformação. A preocupação com fraudes e golpes é a maior (61%), seguida de violações de TI/segurança (58%), e ameaças e danos à reputação (47%).\nO Gartner aponta que o deepfake será cada vez mais usado para roubar dinheiro ou informações valiosas. Segundo um levantamento feito este ano, em 2023, as empresas gastarão até US$ 188 bilhões em soluções de segurança cibernética.\nÉ importante pontuar, porém, que se a inteligência artificial é o instrumento usado para criar deepfakes, é ela quem pode ser usada para identificar esse tipo de conteúdo.\nFoi com esse pensamento que a Intel criou, este ano, o FakeCatcher. A ferramenta é um conjunto de diversas tecnologias da empresa trabalhando em sintonia para identificar deepfakes. Cada solução tem um papel a desempenhar no Fake Catcher: o OpenVino executa modelos de inteligência artificial para detecção de rostos e pontos de referência, enquanto o OpenCV é usado para processamento de imagens em tempo real. Outras tecnologias como o Intel Integrated Performance Primitives e o Intel Deep Learning Boost também têm papéis a desempenhar para garantir que o FakeCatcher funcione.\nQuando trabalhando em conjunto, todas essas ferramentas conseguem analisar e avaliar uma característica humana que nós nunca damos muita atenção: o fluxo sanguíneo do rosto.\nEmbora não consigamos enxergar isso a olho nu, as nossas veias mudam de cor por causa do fluxo de sangue que passa por elas. No entanto, os sinais do fluxo sanguíneo podem ser detectados no nível dos pixels. É exatamente com base nisso que o FakeCatcher trabalha.\nOs sinais de fluxo sanguíneo de alguém em um vídeo são coletados de todo o rosto e os algoritmos traduzem esses sinais em mapas espaço-temporais. É usando o deep learning que podemos detectar instantaneamente se um vídeo é real ou falso. Por isso, o FakeCatcher tem uma taxa de precisão de 96% e a plataforma é o primeiro detector de deepfake em tempo real do mundo que retorna resultados em milissegundos. O FakeCatcher é um exemplo de como podemos manter o avanço de qualquer tipo de tecnologia sob controle.\nA IA tem o potencial de melhorar a qualidade de vida de pessoas ao redor do mundo, e ela é utilizada todos os dias de forma responsável e confiável. No entanto, às vezes, desdobramentos como o deepfake surgem. Por isso, vale ressaltar que o problema não está na tecnologia em si, mas sim em como a usamos.\n  Fabiano Sabatini é Gerente Técnico e Especialista em IoT da Intel Brasil", "link": "https://itforum.com.br/colunas/combate-a-deepfake-como-podemos-usar-ia-contra-ela-mesma/"}, {"author": "Fabiano Sabatini", "text": " Home > Colunas Quando falamos de transformação digital, pensamos automaticamente em tecnologias desenvolvidas por empresas para melhorar processos e otimizar a rotina de diversas pessoas espalhadas pelo mundo. No entanto, tecnologias que são protagonistas nesse processo de transformação, como a inteligência artificial, podem ser aplicadas em todo tipo de situação que pode não passar pela cabeça inicialmente. A exemplo: o esporte.\nEste mês tivemos o pontapé inicial de um dos maiores eventos esportivos do mundo: a Copa do Mundo. Realizada pela primeira vez no Oriente Médio, esta edição da competição entrou em campo com a inteligência artificial como uma das suas principais aliadas. Diferente das Copas anteriores, no Catar os algoritmos e dados coletados durante os jogos ajudarão os árbitros de campo a tomarem decisões.\nEssas informações são coletadas por câmeras e sensores espalhados pelo estádio cujo objetivo é monitorar todos os movimentos feitos pelos atletas. Inclusive, tivemos a oportunidade de ver esse recurso em ação durante a primeira rodada da Copa, já que alguns dos impedimentos marcados foram confirmados por causa dessas câmeras e sensores.\nAté mesmo a bola usada no campeonato tem tecnologia implementada nela. Uma série de sensores de movimento dentro dela relatam a localização precisa da bola 500 vezes por segundo. O objetivo é auxiliar no caso de impedimento e em outras situações durante o jogo.\nO uso da tecnologia no esporte, no entanto, precede esta edição do mundial.\nA Intel possui o Intel 3DAT, uma solução que foi desenvolvida inicialmente pelo Olympic Technology Group da Intel para apresentar Inteligência Artificial & Visão Computacional nos Jogos Olímpicos de Tóquio em 2020 como uma tecnologia de transmissão. Após os Jogos, o projeto evoluiu e agora o 3DAT é usado pelos engenheiros da Intel e desenvolvedores independentes para a captura de movimento 3DAT sem marcadores para atletas de elite e a biomecânica exclusiva de esportes específicos.\nCom uso de inteligência artificial para reconhecer, rastrear e analisar mais de 1.000 pontos de dados biomecânicos de vídeo padrão, o Intel 3DAT permite a criação de produtos ricos e poderosos baseados em biomecânica, como aplicativos da Web e móveis, que contam com dados de desempenho detalhados e visualizações tridimensionais. Além disso, ele pode fornecer aos médicos dados biomecânicos detalhados sobre a articulação, flexibilidade e amplitude de movimento do atleta em questão, e tudo sem sensores ou dispositivos vestíveis. As funcionalidades do Intel 3DAT são totalmente ajustáveis para a necessidade de cada atleta ou time.\nModalidades como beisebol, futebol americano, basquete, tênis e hóquei já viram o valor de integrar a inteligência artificial e a análise de dados nas suas operações, sejam elas na administração dos times ou em campo para deixar os jogos mais justos. A National Hockey League (NHL), inclusive, parou de usar juízes de gols após identificar que as câmeras na rede são mais eficazes e mais rápidas para sinalizar quando um time marca um ponto ou não.\nOutro exemplo é o basquete. Todas as equipes da National Basketball Association (NBA) usam um sistema de visão computacional para analisar o movimento da bola e de todos os jogadores durante a partida.\nA inteligência artificial é um dos recursos mais comuns utilizados por comissões técnicas em todo o mundo em diferentes tipos de esporte. O papel principal dessa tecnologia é reunir dados e interpretá-los de uma forma que beneficie a equipe. Além disso, esses dados impactam áreas como análises de desempenho, relatórios físicos e técnicos dos atletas, captação de jovens promissores e avaliação de contratações.\nA transformação digital do esporte afeta, também, quem nem sai de casa para aproveitar uma partida. Com a ajuda da inteligência artificial e utilizando técnicas de análise de dados, as emissoras podem encontrar novos fatos interessantes sobre times, países, técnicos e jogadores. De forma totalmente automatizada, é possível obter a média de idade das equipes, histórico de confrontos e performance em jogos anteriores. Além disso, existem ferramentas que identificam e separam os melhores momentos da partida, deixando-os prontos para os comentaristas e editores.\nA tecnologia não vai substituir o esforço e o talento de atletas e suas equipes. Muito menos vai diminuir a paixão dos espectadores. Porém, tem a possibilidade de tornar o esporte mais seguros, justos e emocionante.\n  Fabiano Sabatini é Gerente Técnico e Especialista em IoT da Intel Brasil", "link": "https://itforum.com.br/colunas/quando-o-esporte-e-a-tecnologia-se-encontram/"}, {"author": "Fabiano Sabatini", "text": " Home > Colunas Inovação é o efeito colateral de toda empresa com potencial para crescer. O processo vai além do desenvolvimento de novas tecnologias, produtos e serviços, envolvendo a criação de novos modelos de negócios, novas formas de atender as necessidades e expectativas dos consumidores, novos processos organizacionais e novas maneiras de competir e cooperar dentro do ambiente empresarial. Além disso, esse processo também faz com que os profissionais da empresa consigam explorar novos mercados e testar a adaptabilidade das novas soluções criadas.\nQuando falamos de inovação, o objetivo é transformar uma boa ideia em um produto ou serviço, criando soluções cada vez melhores e mais abrangentes aos clientes e consumidores finais de uma empresa. E, com o avanço da tecnologia, esse processo ganha novas ferramentas com as quais trabalhar.\nSegundo dados de uma pesquisa feita com 196 empresas no Brasil conduzida pela Confederação Nacional da Indústria (CNI) entre outubro de 2021 e fevereiro de 2022, quase 90% das médias e grandes empresas industriais investiram, com recursos privados, as iniciativas de inovação ao longo de 2020 no Brasil. Além disso, 73% das empresas entrevistadas inovaram em 2020. Em 2019, apenas 68% dessas empresas informaram ter desenvolvido algum produto ou processo novo.\nOutro dado interessante vem de um levantamento feito pela Consultoria PALAS em 2021. De acordo com eles, 70% das empresas brasileiras têm em mente a importância e a necessidade de inovar.\nA Intel, por exemplo, é uma empresa que leva a inovação no seu DNA. Desde o começo da sua história, a Intel sempre buscou romper barreiras, criando soluções, produtos e serviços inovadores que por sua vez se tornariam essenciais nos processos de inovação e transformação digital de outras empresas.\nEstamos falando sobre os Cinco Superpoderes da tecnologia. Computação Ubíqua, Conectividade universal, Infraestrutura da nuvem à borda e inteligência artificial (Al) e capacidade sensorial são não só aspectos que vão moldar profundamente a forma como experimentamos o mundo, mas também o que usamos como guia na hora de pensar nas nossas novas soluções e produtos.\nDurante o Intel Innovation deste ano, tivemos a oportunidade de compartilhar nossos lançamentos – nossas inovações – mais importantes com toda a comunidade de tecnologia e desenvolvedores ao redor do mundo.\nUm projeto que gosto muito é o Intel Geti. Uma nova plataforma que permite o desenvolvimento e a implementação de Inteligência Artificial (AI) para visão computacional de forma rápida e fácil.\nA plataforma pode ser usada por qualquer pessoa – de cientistas de dados a especialistas de domínio – e é composta por meio de uma única interface para upload de dados, anotações, treinamento e retreinamento de modelos. O Intel Geti reduz o tempo, a experiência em IA necessária e os custos associados ao desenvolvimento de modelos. Além disso, conta com otimizações integradas para outra solução da Intel, o OpenVINO, o que permite que equipes implementem IA para visão computacional de alta qualidade em seus ambientes para impulsionar a inovação, a automação e a produtividade.\nO Intel Innovation também marcou a entrada na Intel no mercado de GPUs com o lançamento do Intel ARC. Nossa nova placa gráfica pode ser usada tanto para games quanto para data centers, tendo o potencial de ser aplicada em soluções como IA, machine learning e edge computing.\nEsses são dois exemplos que mostram como a Intel continua investindo no potencial que a inovação traz, mas é importante pontuar que independentemente do tamanho da empresa, sempre há espaço para inovar e crescer cada vez mais. Engana-se quem pensa que esse é um tema apenas para quem é da área de tech, a transformação digital trouxe a tecnologia para todos os setores e hoje, mais do que um impulsionador para o crescimento, a inovação é necessária para a sobrevivência do negócio.\n  Fabiano Sabatini é Gerente de Contas e Especialista em IoT da Intel Brasil", "link": "https://itforum.com.br/colunas/inovacao-o-que-aprendemos-com-a-transformacao-digital/"}, {"author": "Fabiano Sabatini", "text": " Home > Colunas No fim do ano passado, o Brasil foi o palco do maior leilão para a exploração e oferta do 5G no mundo, rendendo, ao todo, R$ 46,790 bilhões. A tecnologia começou a ser implementada no país este ano de cidade a cidade, tendo Brasília como primeiro destino e São Paulo, Belo Horizonte, Porto Alegre e João Pessoa como os próximos.\nÉ comum ver o 5G sendo caracterizado principalmente como “internet móvel de quinta geração”, e, embora ele seja isso também, essa tecnologia vai além da capacidade de assistir vídeos sem interrupções no celular ou fazer downloads em segundos ao invés de minutos. De fato, ela afeta muito mais do que apenas o seu celular ou computador.\nO 5G caminha de mãos dadas com a Inteligência Artificial (IA), Internet das Coisas (IoT), a nuvem, borda inteligente e outras tecnologias “do futuro”, como carros autônomos. O que cada uma dessas inovações tem em comum é o fato de que elas precisam de uma quantidade enorme de dados para funcionar. E mesmo que a nuvem, IA e IoT já existam e funcionem, o potencial de cada uma dessas tecnologias aumenta exponencialmente com a ajuda do 5G.\nA quinta geração de redes móveis tem a capacidade de proporcionar velocidades mais altas – para movimentar o crescente volume de dados que produzimos – e latência mais baixa – para ser mais responsivo. Assim, é possível conectar não só computadores e telefones, mas também a nuvem e todo um novo universo de dispositivos à uma única rede. E isso tudo sem perder tempo e eficiência na comunicação entre dispositivos.\nNa Intel por exemplo, já tivemos a oportunidade de ver o potencial do 5G no mundo real. A companhia é líder na definição, prototipagem, teste e oferta de soluções e padrões 5G em campo ao redor do mundo.  Estávamos presentes nas primeiras redes 5G das Olimpíadas de inverno na Coreia e, no Japão, nosso cliente Rakuten é dono da rede com as velocidades de download mais rápidas – mais de 40% mais rápidas do que qualquer outra –, segundo um estudo recente. A Intel é uma empresa focada em fomentar o ecossistema e tem como objetivo entregar aos parceiros todas as ferramentas necessárias para explorar todo o potencial de novas tecnologias, criando produtos e soluções que poderiam ter saído de um filme de ficção científica. E esse é o futuro.\nPara reforçar essa tendência, 75% dos dados corporativos serão gerados e processados fora da nuvem até 2025, quando as redes 5G serão totalmente implantadas, segundo o Gartner Group. Além disso, a International Data Corporation (IDC) estima que, entre 2021-2022, o 5G vai gerar vai gerar US$ 2,7 bilhões em novos negócios envolvendo tecnologias como inteligência artificial, realidade virtual e aumentada, internet das coisas, nuvem, segurança e robótica.\nO 5G já chegou no Brasil e vai revolucionar a forma como enxergamos o mundo ao nosso redor. Vamos ver vídeos sem interrupções no celular e faremos downloads em segundos, sim, mas também vamos ver cirurgias robóticas remotas, estádios inteligentes usando Realidade Virtual e Realidade Aumentada, direção autônoma e veículos conectados, e delivery com drones se tornando parte da nossa rotina.\n  Fabiano Sabatini é Gerente Técnico e Especialista em IoT da Intel Brasil", "link": "https://itforum.com.br/colunas/o-que-realmente-significa-a-chegada-do-5g-no-brasil/"}, {"author": "Daniel Galante, COO e CPO da TIVIT", "text": " Home > Colunas Um dos maiores e mais prestigiados eventos da indústria de telecomunicações, o MWC, chegou ao fim e deixou uma série de aprendizados, revelando tendências para os próximos anos.\nUma delas é o foco contínuo em 5G e o IoT, a famosa Internet das  Coisas. As redes 5G têm o potencial de revolucionar a comunicação móvel com sua velocidade e baixa latência que abrem caminhos para um nova geração de aplicativos e serviços inovadores. Da mesma forma, os dispositivos IoT estão se tornando mais onipresentes e sua integração na vida cotidiana está impulsionando a demanda por conectividade confiável e segura.\nNo MWC Barcelona 2023, os participantes puderam ver demonstrações das mais recentes redes 5G e tecnologias IoT, e as empresas apresentaram novos produtos e serviços que utilizam essas tecnologias. Por exemplo, uma empresa demonstrou como o 5G pode ser usado para alimentar veículos autônomos, enquanto outra mostrou como a IoT pode ser usada para melhorar os resultados dos pacientes na área da saúde.\nOutra tecnologia interessante apresentada no MWC Barcelona 2023 foi o OTFS (Orthogonal Time Frequency and Space), um novo esquema de modulação desenvolvido pela Cohere Technologies. Essa tecnologia promete melhorar a comunicação sem fio em ambientes desafiadores, como áreas internas, túneis e desfiladeiros urbanos. Ao contrário dos esquemas de modulação tradicionais, o OTFS usa uma representação 2D do sinal transmitido que leva em consideração os domínios de tempo e frequência, bem como a dimensão espacial do canal.\nO crescimento contínuo da Inteligência Artificial (IA) e sua integração à tecnologia móvel também chamou a atenção. A IA está transformando muitos setores, e o setor de telecomunicações não é exceção. No MWC Barcelona 2023, os participantes puderam ver demonstrações de aplicativos e serviços baseados em IA, como robôs autônomos, assistentes virtuais e chatbots. A IA também está sendo usada para melhorar a eficiência e a segurança da rede, e as empresas apresentaram novas tecnologias que usam IA para automatizar o gerenciamento de rede e identificar possíveis ameaças à segurança.\nAs tecnologias AR (Realidade Aumentada) e VR (Realidade Virtual) já existem há algum tempo, mas estão se tornando cada vez mais predominantes na indústria móvel. No MWC Barcelona 2023, os participantes puderam ver demonstrações das mais recentes tecnologias AR e VR e como elas estão sendo usadas para criar experiências imersivas para os consumidores.\nOutra tecnologia de destaque foi o GSM Open API, uma plataforma de software de código aberto desenvolvida pela GSM Association (GSMA). A GSM Open API foi projetada para fornecer aos desenvolvedores acesso fácil aos recursos das redes móveis, permitindo que eles criem aplicativos e serviços inovadores que podem aproveitar o poder da conectividade móvel. A plataforma fornece um conjunto de APIs (Application Programming Interfaces) padronizadas que permitem aos desenvolvedores interagir com redes móveis e acessar recursos como voz e mensagens, serviços baseados em localização e dados móveis.\nO Mobile World Congress Barcelona 2023 apresentou os últimos avanços e tendências no setor de telecomunicações. O evento mostrou como a tecnologia pode revolucionar a comunicação móvel e melhorar a conectividade em ambientes desafiadores.", "link": "https://itforum.com.br/colunas/como-o-setor-das-telecomunicacoes-esta-mudando-o-mundo/"}, {"author": "Daniel Galante, Head de Cloud Solutions e CyberSec da TIVIT", "text": " Home > Colunas POR Daniel Galante, Head de Cloud Solutions e CyberSec da TIVIT\nA migração para a nuvem faz parte da jornada das empresas rumo à transformação digital. E hoje, com a enorme popularização dos serviços digitais ou “democratização da tecnologia”, especialmente difundidos pela pandemia, nenhum negócio pode se dar ao luxo de renunciar a esse movimento. Não por acaso, os investimentos em cloud dispararam no mundo todo. Em 2025, na China, 78% de todas as aplicações de TI estarão hospedadas na nuvem, de acordo com levantamento da consultoria McKinsey. A expectativa é que o mercado chinês de nuvem pública praticamente triplique em tamanho nos próximos anos, atingindo US$ 90 bilhões – no ano passado, alcançou US$ 32 bilhões.\nMas se engana quem pensa que a nuvem é suficiente para a transformação digital. Essa jornada inclui uma mudança de mentalidade, que deve estar voltada para o desenvolvimento rápido e colaborativo de soluções. Com base na experiência com nossos clientes, podemos dividir o sucesso da transformação digital em três níveis de maturidade: operacional, estratégico e transformacional. Este último, o terceiro nível, indica que a empresa está plenamente adequada à transformação digital, um ciclo, aliás, que nunca se encerra, pois a tecnologia muda e exige adaptações constantes.\nNo primeiro estágio, o operacional, as empresas têm nenhum ou pouco conhecimento de nuvem e de tecnologia como um todo, com dificuldade para entender como o processo funciona. O foco delas é na redução de custos, na migração com menor impacto operacional possível, o que significa mudanças mínimas nas infraestruturas de TI e nas aplicações/ferramentas utilizadas. É comum que essas empresas ainda tenham receio em relação à segurança dos dados na nuvem. Acreditam – ainda que de maneira equivocada – que as informações podem ser facilmente acessadas por quem não faz parte da organização.\nNo segundo nível de maturidade, o estratégico, as empresas já usam alguma aplicação na nuvem ou tem parceiro de nuvem pública (backup na Azure ou na AWS, por exemplo). Seu foco é identificar melhorias para criar diferencial competitivo, fazendo com que se destaquem no mercado. Ou seja, já entendem que podem extrair valor dessa dinâmica da nuvem, mas precisam de ajuda para isso, o que costuma vir por meio de um parceiro de negócios.\nAs empresas que estão no nível mais avançado, o transformacional, já rodam suas aplicações em ambientes otimizados e estruturados, por meio de arquitetura cloud-native, multicloud ou hybrid cloud. Essas empresas pretendem criar mecanismos para a inovação incremental e para a disrupção, por meio de novos modelos de negócio e de novas aplicações. Já percebem o quanto os dados armazenados podem trazer inteligência para melhorar produtos ou serviços e processos do dia a dia do negócio.\nIndependentemente do nível de maturidade em que a empresa se encontre – operacional, estratégico ou transformacional –, o importante é abraçar a transformação digital, reconhecendo que ela é essencial para manter a competitividade em uma economia baseada na tecnologia.", "link": "https://itforum.com.br/colunas/transformacao-digital-depende-do-nivel-de-maturidade-da-empresa/"}, {"author": "Daniel Galante, Head de Cloud Solutions e CyberSec da TIVIT", "text": " Home > Colunas Empresas como a Microsoft estão evoluindo muito suas plataformas de low-code ou no-code para que usuários sem conhecimentos específicos de TI possam construir suas próprias aplicações de forma simplificada. As tecnologias de pouco ou nenhum código diminuem ou eliminam o trabalho de programação para o desenvolvimento de aplicativos e programas. Podem ser consideradas inclusivas na medida em que permitem o amplo acesso – mesmo com pouco conhecimento técnico – a esses recursos que se mostram indispensáveis nos dias de hoje. \nEssas plataformas vão revolucionar o mundo. Isso porque profissionais de outras áreas além de tecnologia poderão desenvolver seus próprios aplicativos de acordo com suas necessidades reais do dia a dia. Essa dinâmica, além de simplificar processos como os chamados “testes funcionais”, vai acelerar muito a transformação digital das empresas, uma vez que o usuário final, que é quem mais entende da necessidade do negócio, desenvolverá suas próprias soluções.\nO que se observa atualmente é que as plataformas de low-code são buscadas especialmente por grandes organizações e médias empresas que têm alta demanda no desenvolvimento de soluções e precisam de agilidade nas entregas do dia a dia, utilizando, muitas vezes, essas plataformas como suporte ou aceleradoras para as equipes de TI, que podem assim ser mais produtivas. \nJá as plataformas de no-code são mais usadas por profissionais sem nenhum conhecimento de código ou por empresas que normalmente não contam com departamentos internos ou parceiros de tecnologia, como os micros e pequenos empreendedores. Os pequenos negócios, de acordo com o Sebrae, representam 99% das empresas brasileiras e foram responsáveis, no primeiro semestre deste ano, pela criação de sete em cada dez empregos formais.\nEssas empresas não costumam contar com profissionais de TI, terceirizando esse trabalho ou simplesmente não fazendo qualquer investimento. Mas, no mundo tecnológico de hoje, estão recebendo pedidos do mercado relacionados com o desenvolvimento de aplicativos ou demandas para a transformação dos seus processos internos para que possam trabalhar de forma mais eficiente. De alguma forma, a criação de aplicações é necessária, seja como suporte para o negócio, serviço ou produto ofertado, seja como solução principal disponibilizada no mercado. Há, portanto, enorme potencial para utilização do no-code por esses empreendedores.\nEssas plataformas de low-code e no-code têm em comum o fato de serem rápidas e acessíveis, permitindo que seus usuários criem aplicações usando software de modelagem visual. Funcionam dessa forma como uma alternativa ao desenvolvimento de software tradicional. \nA opção sem código usa programação declarativa, conforme explica a Microsoft, com foco em “o quê” e não em “como”. Você diz, portanto, ao sistema o que deseja, e ele cria o aplicativo. Esse “você diz” é literal, já que o usuário dita para o sistema aquilo que deseja, descrevendo as funcionalidades buscadas, e a Inteligência Artificial transforma a fala automaticamente em código. Essa evolução tecnológica foi destacada por Satya Nadella, chairman e CEO da Microsoft, durante o keynote do evento Inspire 2022, realizado recentemente pela empresa.\nA popularização do uso de código vai acelerar a adoção da nuvem e a transformação digital nas empresas. A área de negócios/marketing, por exemplo, conseguirá escrever suas próprias aplicações – inclusive para testar hipóteses de mercado antes do lançamento de determinado produto ou serviço. Com o tempo, a tendência é que essas plataformas de low-code e no-code se tornem mais avançadas, elevando a complexidade desses códigos e, por consequência, as possibilidades de desenvolvimento de aplicações mais robustas. Isso fará com que a demanda por nuvem e outros serviços próprios da transformação digital cresça, levando as empresas, de variados tamanhos e atividades econômicas, a buscar/contratar parceiros de TI para atender às suas necessidades.  \nNo Brasil, em um contexto crônico de falta de profissionais, essa movimentação é muito bem-vinda. Estudo da consultoria McKinsey mostrou que, enquanto a Índia forma um profissional de tecnologia para cada três administradores ou advogados, os Estados Unidos formam um para cinco, e o Brasil, um para 11. Já pesquisa da Brasscom constatou que, até o fim do ano passado, o Brasil tinha 159 mil postos de trabalho em aberto, mas só formou 53 mil profissionais na área de tecnologia. Ou seja, um déficit anual superior a cem mil profissionais.\nObrigado pela leitura! Até o próximo artigo!", "link": "https://itforum.com.br/colunas/low-code-e-no-code-revolucionam-desenvolvimento-de-aplicacoes/"}, {"author": "Daniel Galante, Head de Cloud Solutions e CyberSec da TIVIT", "text": " Home > Colunas No primeiro semestre deste ano, o Fórum Econômico Mundial adicionou cibersegurança à agenda ESG (Environmental, Social and Governance). Nas palavras do Fórum: “o risco cibernético é o risco de sustentabilidade mais imediato e financeiramente material que as organizações enfrentam hoje. Aqueles que não implementarem uma boa governança em segurança cibernética, usando ferramentas e métricas apropriadas, serão menos resilientes e sustentáveis”.\nEssa movimentação ocorre em um momento de crescimento dos incidentes de segurança em todo o mundo. As fraudes aumentaram consideravelmente, estando entre os motivos o avanço da digitalização – e do uso dos serviços digitais – provocado pela pandemia da Covid-19. Uma das explicações é que a pouca familiaridade com a tecnologia de muitas pessoas que passaram a utilizar o ambiente digital para fazer transações fez com que elas se tornassem alvo fácil dos criminosos.\nDe acordo com a empresa de segurança da informação LexisNexis Risk Solutions, no segundo semestre do ano passado, ocorreram globalmente 344 milhões de tentativas de fraude iniciadas por humanos – alta anual de 46%. Na América Latina, as tentativas de fraude iniciadas por robôs tiveram aumento anual de 455% nesse mesmo período. A pesquisa foi realizada com dados de mais de 6 mil clientes de diversos países.\nNesse contexto, o investimento em cibersegurança se mostra indispensável, com o objetivo de proteger os sistemas de computador e de dispositivos móveis contra roubo ou danos ao hardware, software e/ou dados eletrônicos, evitando, ainda, a interrupção ou desorientação dos serviços fornecidos. \nO ransomware, um dos ataques mais comuns, consiste no sequestro dos dados ou na interrupção dos sistemas até que um resgate – geralmente em criptomoeda – seja pago aos criminosos. Esses ataques aumentaram globalmente 24% no segundo trimestre deste ano, em comparação com o primeiro, de acordo com o Relatório de Ameaças, elaborado pelo Avast. Ainda segundo o levantamento, o Brasil está entre os países com os maiores aumentos trimestrais na taxa de risco de ransomware, com 50% de crescimento. Os custos com ransomware, de acordo com estudo da Appgate, devem chegar a US$ 265 bilhões até 2031, com gasto médio de contenção de US$ 2,56 milhões no ano passado – aumento de 52% em comparação com 2020.\nAs soluções de cloud, alinhadas com as de cibersegurança, permitem que as empresas armazenem com segurança seus dados e elevem a governança corporativa, contribuindo dessa forma para suas práticas ESG.\nBuscar no mercado um fornecedor de cloud e cyber que esteja em plena conformidade com a agenda ESG é muito importante. Ao contratar a TIVIT, por exemplo, o cliente passa a receber alguns benefícios nesse sentido. Por exemplo, ao hospedar seus workloads conosco, em ambiente físico tradicional, na nossa nuvem privada ou na nuvem pública de parceiros, o cliente consome energia limpa. Isso porque a TIVIT passou a consumir 100% de energia limpa em seus data centers, que estão entre os maiores da América Latina. E o excedente de produção dessa energia pode ser adquirido pelos nossos clientes em créditos, pois está sendo injetado na Rede Elétrica Nacional, ajudando a neutralizar a pegada de carbono do Brasil. \nIsso só foi possível porque a TIVIT passou a adotar a geração de energia eólica no último trimestre de 2021. A produção proveniente dessa matriz energética limpa vem do Parque Eólico do Vento São Mizael, no Rio Grande do Norte, e se dá por meio de uma parceria com Casa dos Ventos, Vulcabras e Fundo Perfin. A iniciativa foi reconhecida pelo mercado, com a conquista do prêmio Google Cloud Global Social Impact Partner of the Year, referente a 2021, na categoria Sustentabilidade.  \nDestaque também para o programa de formação Acelera Devs – Mulheres, preparando esse público com conceitos e linguagens de programação por meio de trilhas de conhecimento, mentorias e atuação em projetos reais da empresa, com direito a benefícios, como bolsa-auxílio, assistência médica e reembolso para cursos e certificados. \nNa primeira edição, 50 mulheres foram qualificadas no processo seletivo, que avaliou lógica de programação e soft skills, entre outras competências. Após seis meses, 21 delas concluíram o curso, tornando-se desenvolvedoras, com contratação pela TIVIT e por outras empresas de tecnologia.\nObrigado pela leitura do artigo! Até a próxima oportunidade!", "link": "https://itforum.com.br/colunas/como-as-solucoes-de-cloud-e-cyber-contribuem-para-a-pauta-esg-do-cliente/"}, {"author": "Daniel Galante, Head de Cloud Solutions e CyberSec da TIVIT", "text": " Home > Colunas No artigo anterior, falamos sobre o imensurável volume de dados disponíveis, a importância da criação de um repositório para esses dados em data lakes, além do tratamento dessas informações por meio de soluções de Big Data, para a obtenção de vantagens estratégicas para o negócio. Agora, vamos abordar as consequências negativas de vazamentos de dados e da superexposição das informações pessoais e das empresas, em meio a ataques virtuais, e como as ferramentas de inteligência artificial e machine learning são fundamentais para identificação e prevenção de potenciais ameaças.\nEm 2021, foi identificado aquele que ficou conhecido como o “Vazamento do Fim do Mundo”, em que mais de 220 milhões de brasileiros – vivos e falecidos – tiveram dados pessoais, econômicos e até financeiros expostos, como nome, endereço, foto, CPF, número de telefone, informações do imposto de renda, perfil de consumo, score de crédito, entre outros.\nAté hoje, não se sabe qual é a origem desses dados e qual ou quais empresas foram vítimas desse ataque, mas o fato é que essas informações são negociadas em troca de criptomoedas em fóruns, grupos e canais em aplicativos de conversa e nas camadas mais profundas da internet. Além do livre comércio dos dados pessoais, criminosos virtuais vendem dados capturados ou sequestrados de empresas por meio de malwares e ransomwares, além de outros serviços, como a encomenda de ataques orquestrados de negação de serviço (DDoS) contra alvos específicos.\nIA no reconhecimento de ameaças\nO conceito de threat intelligence traz a avaliação de ameaças, por meio de soluções incorporadas às plataformas de gerenciamento de informações e eventos de segurança (SIEM), que realizam a varredura nas diferentes camadas da web em busca de potenciais informações sensíveis, vazamentos ou conversas envolvendo o nome da empresa ou de interessados, a tempo de agir para a mitigação das ocorrências.\nA maior parte dos dados ou das trocas de informações está disponível em conteúdo no formato de texto ou de número, mais fáceis de serem identificados com base em keywords e outros indicadores. A pergunta é a seguinte: e quando as informações trafegam em arquivos de áudio, vídeo ou imagem? Nesse momento, a IA e as técnicas de machine learning são fundamentais para o processamento das informações, seja no reconhecimento de texto em arquivo de imagem, seja na transcrição de áudio.\nPara a eficiência desses recursos, é necessário processamento gigantesco dos dados que rodam na nuvem, com a integração da infraestrutura com aplicações do SIEM e outras ferramentas dos Security Operations Centers (SOCs), como painéis de monitoramento que apontam para as eventuais ameaças em tempo real. A computação na nuvem também é necessária por causa de sua escalabilidade e disponibilidade, essenciais para o monitoramento contínuo nos períodos de crise.\nA inteligência artificial é importante também para a produtividade das equipes de especialistas de segurança. De acordo com levantamento realizado pelo SOC da TIVIT, a aplicação da IA nas ferramentas dos centros de operações de segurança pode reduzir em até 70% o índice de falsos positivos, ou seja, alertas de eventos, comportamentos, ações ou arquivos ilícitos considerados suspeitos sem que eles de fato sejam, por causa de limitações na configuração ou calibração de métricas das ferramentas de monitoramento.", "link": "https://itforum.com.br/colunas/big-data-na-ciberseguranca-ferramentas-de-ia-previnem-fraudes-e-ameacas/"}, {"author": "Daniel Galante, Head de Cloud Solutions e CyberSec da TIVIT", "text": " Home > Colunas Smartphones, computadores, aplicativos, redes sociais, dispositivos de IoT e inteligentes. O volume de dados gerados pelos usuários diariamente é praticamente imensurável, pois as informações estão em todos os lugares. Segundo estimativa da Social Goods Brasil, em 2021, foram gerados 350 zettabytes ou 35 trilhões de gigabytes de informação, que surgem de forma completamente desorganizada.\nCada movimento ou interação digital que fazemos deixa um rastro que as empresas podem utilizar para aprimorar a experiência de uso de um produto ou serviço, desde que saibam o que fazer com tanta informação e, claro, cumprindo com as exigências da Lei Geral de Proteção de Dados (LGPD).\nO grande desafio das empresas hoje é aprender como captar esses dados, padronizá-los para que possam ser analisados. De acordo com o estudo The Data Paradox, realizado pela Forrester Consulting em 2022 sob encomenda da Dell Technologies, 66% dos mais de 4 mil executivos entrevistados classificam suas empresas como organizações guiadas por dados (data-driven). Entretanto, apenas 21% tratam os dados como prioridade e os utilizam para tomadas de decisão. Além disso, 70% dizem que captam muito mais dados do que conseguem analisar e utilizar.\nO gargalo está claro, a grande maioria das empresas já está ciente da importância dos dados, mas poucas detêm a tecnologia para transformá-los em informação valiosa para os negócios. Por causa disso, os investimentos em soluções Big Data são uma das prioridades das áreas de TI no Brasil: de acordo com o IDC, 2,9 bilhões de dólares serão destinados a essas soluções em 2022, um aumento de 10,8% em relação ao ano anterior.\nDados na prática\nQuando falamos em tomadas de decisão guiadas por dados, sua aplicação não fica restrita à área de tecnologia para redução de custos, otimização da operação e aumento de performance. Ela pode balizar decisões nos demais departamentos e, principalmente, relacionadas ao produto ou serviço prestado ao cliente, envolvendo experiência, demanda, posicionamento de mercado, definição do público-alvo e a própria concepção (P&D). E não falamos apenas de empresas digitais, como e-commerce e outras plataformas de serviço, pois os dados são igualmente fundamentais para organizações do “mundo real”.\nA grosso modo, um estabelecimento comercial consegue, por meio de dispositivos de IoT, mapear o fluxo de pessoas que passa em frente à loja, quantas param para olhar a vitrine, quantas entram, quais as áreas ou os departamentos mais procurados, o tempo de permanência na loja e, com ferramentas adequadas, integrar com quais meios de pagamentos essa pessoa utiliza e com que frequência ela compra.\nJá um fabricante consegue entender com qual perfil de público o produto tem mais aderência, quais as principais sazonalidades para aumento de escala de produção, o preço mais competitivo, entre tantos outros fatores que podem definir as melhores ações de marketing, de distribuição, solucionar dúvidas e prevenir problemas, como falta de estoque em determinada região.\nUm “lago” repleto de dados\nA importância dos dados e da implementação de uma cultura data-driven é o marco zero para colher resultados. O passo seguinte, entrando na parte técnica, é identificar as fontes dos dados, como redes sociais, canais de atendimento, pontos de venda e site, para a criação de um data lake. Toda interação, opinião, comentário ou mesmo atendimento telefônico transcrito pode ser armazenado nesse “lago” repositório de dados estruturados ou não, capturados de fontes diversas, em qualquer escala, para que sejam a matéria-prima das aplicações de Big Data.\nDiferentemente do storage em data warehouses, que armazenam dados limpos e padronizados para consultas via SQL, o data lake exige infraestrutura com aplicações de machine learning para o tratamento e a qualificação das informações. Afinal, é necessário contar com mecanismos que tornam os dados utilizáveis e evitam que o lago se torne um pântano.\nDiante de tanta informação e de enormes possibilidades, a organização surge como demanda mais urgente. Para isso, é essencial ao responsável pelo projeto identificar quais perguntas ele precisa para alcançar as respostas que deseja. Localizar padrões, quais dados devem ser combinados e como devem ser agrupados. Dessa forma, o funil com as etapas de criação do data lake fica mais claro para a padronização antes do processamento.\nA nuvem é a grande facilitadora nessa etapa ao proporcionar as condições para uma arquitetura de armazenamento escalável, de alta disponibilidade e integrada com soluções de processamento dos dados que estruturam essas informações com performance. Os frameworks garantem a confiabilidade e a catalogação dos dados em lote, de logs e eventos para visualização em painéis para análise em tempo real.\nAlém da organização, a arquitetura cloud favorece a proteção dos dados com as soluções de cibersegurança já integradas à nuvem, especialmente em tempos de crescimento do volume de ataques de phishing e ransomware.\nOutro ponto fundamental do uso da nuvem para o gerenciamento de um banco de dados tão amplo e valioso é a governança. O data lake pode se tornar fonte de informação como bibliotecas de consultas para diferentes departamentos, do TI, passando pelo RH, marketing e comercial. A implementação de processos estabelece controles de acesso e outras diretrizes de acordo com as melhores práticas de compliance, cumprindo com a LGPD.\nHá quem diga que os dados são o novo petróleo. Se isso for verdade, os data lakes são poços exclusivos e extremamente valiosos de insights estratégicos que cada empresa tem ou deverá ter para otimizar suas operações e aderir de vez à transformação digital.", "link": "https://itforum.com.br/colunas/desafios-na-criacao-de-um-data-lake-e-aplicacao-de-big-data-na-nuvem/"}, {"author": "Daniel Galante, Head de Cloud Solutions e CyberSec da TIVIT", "text": " Home > Colunas Digitalização, mundo híbrido e orientação a software, uma tríade que pode ser mágica. O processo de transformação dos negócios pelo qual as empresas passam ou passarão nos próximos anos não envolve apenas enviar a infraestrutura para a nuvem. Os maiores desafios enfrentados hoje estão relacionados ao aperfeiçoamento do modelo, escalonamento da infraestrutura, garantia da segurança e domínio das tecnologias de Inteligência Artificial (IA), Big Data e Cibersegurança. A aplicação prática e em harmonia deste, que também é conhecido como o “ABC das tecnologias disruptivas”, é o caminho definitivo para elevar qualquer negócio a outro patamar.\nNesta coluna, falaremos sobre o uso prático no ambiente cloud dessas tecnologias, que, de acordo com a consultoria financeira UBS, movimentam US$ 384 bilhões no mundo, valor que deve saltar para US$ 620 bilhões até 2025. No Brasil, a IDC estima que as empresas investirão US$ 2,9 bilhões em soluções e serviços relacionados a Big Data & Analytics somente em 2022 e US$ 1,8 bilhão em serviços e soluções de cibersegurança, ambos representando crescimento de cerca de 10%. Já as soluções de Inteligência Artificial e Machine Learning, menos adotadas até o momento, devem registrar crescimento de 28% no período, alcançando US$ 504 milhões.\nFica evidente que o uso da IA com Machine Learning tem um enorme potencial de crescimento no mercado nacional. No entanto, a democratização dessa tecnologia depende de maior aculturamento sobre as vantagens competitivas que sua aplicação prática proporciona às companhias de diversos setores de atuação e à transformação digital de seus negócios.\nNo caso das empresas de bens de consumo, IA e ML ajudam a operação a enfrentar desafios relacionados à cadeia de distribuição, ao aumento da concorrência, e a ações de marketing e relacionamento baseadas nas mudanças de comportamento dos consumidores. Mais do que isso: as soluções ajudam na tomada de decisões estratégicas que geram resultados benéficos que impactam diretamente no crescimento da empresa, como a redução de custos e o aumento de receita.\nNos encontramos em um momento da tecnologia no qual as soluções têm sido cada vez mais guiadas pelos dados, presentes em todos os lugares. De acordo com o Social Good Brasil – SGB, o volume de dados disponíveis dobra a cada dois anos, com estimativa de 35 trilhões de gigabytes (ou 350 zettabytes) gerados em 2021, e até 2025, 80% dos dados existentes no mundo serão os não estruturados, segundo o IDC.\nNeste cenário, as tecnologias de IA e ML ganham um papel fundamental para as organizações que estão investindo em inovação para a análise mais rápida de petabytes de dados, pensando na tomada de decisões sobre previsão de demanda, preços, descontos. Outro ganho é no aprimoramento da experiência do cliente ou consumidor final, cada vez mais personalizada, por meio de algoritmos que recomendam produtos de interesse baseados no comportamento de consumo, na localização e até no canal de contato de preferência do cliente.\nAs redes sociais são atualmente o canal prioritário para divulgação, relacionamento e até mesmo para vendas. Ao mesmo tempo, estão entre os principais geradores de dados diante dos milhões de usuários ativos em cada rede. A IA é fundamental para o monitoramento e entendimento de usuários e clientes, percepções sobre a marca e prevenção ou reação em meio a eventuais crises. Ainda no ambiente digital, o ML pode prever ameaças cibernéticas por meio de comportamentos suspeitos que evidenciam futuros ataques hackers, como de negação de serviços, de ransomware, ou varredura nas camadas mais profundas da web, por meio de ferramentas de threat intelligence, gerando tempo hábil para a mitigação desses ataques cibernéticos.\nMas não é só o ambiente digital que tem vantagens com as novas tecnologias. A operação física que envolve estoque e logística também pode ter processos aprimorados visando ganhos de eficiência e qualidade, entre tantas outras aplicações.\nAs possibilidades são inúmeras! Há tanto a ser dito, discutido, compartilhado, e esse será o propósito deste espaço. Nos próximos artigos, vamos aprofundar usos e casos práticos sobre cada letra do ABC tecnológico, e você está convidado(a) a embarcar nessa jornada digital conosco. Até a próxima!", "link": "https://itforum.com.br/colunas/aplicacoes-praticas-de-ia-e-machine-learning-nas-empresas/"}]