[{"author": "Daniel Junqueira", "text": "Um tênis equipado com inteligência artificial? É isso o que promete uma startup chamada Shift, que desenvolveu os Moonwalkers. Coloque nos seus pés, comece a caminhar e, com auxílio de algoritmos e IA e rodas, ele ajuda a aumentar sua velocidade sem exigir esforço extra. É isso, ao menos, o que a Shift promete. Os Moonwalkers fizeram parte de uma campanha no Kickstarter que tinha objetivo de levantar US$ 90 mil, mas acabou arrecadando mais de US$ 320 mil (cerca de R$ 1.500 em conversão simples). Leia mais: A empresa afirma que integrou um algoritmo de aprendizado de máquina para auxiliar o usuário durante caminhadas. Os tênis “aprendem” a forma como a pessoa costuma andar. Com uso de rodas, ele faz a pessoa deslizar um pouco para aumentar a velocidade. É como patins, mas diferente. Os Moonwalkers são compatíveis com qualquer tipo de tênis convencional, servindo como uma espécie de módulo extra aos sapados. Eles permitem atingir até 11 km/h e aguentam caminhadas de até 10 km antes de precisarem de uma nova carga na bateria. Em um vídeo de demonstração, o fundador da Shift, Xunjie Zhang, explicou que basta andar mais rapido para aumentar a velocidade, ou diminuir para andar mais devagar. Para subir escadas, é só levantar o calcanhar para ativar o modo “bloqueado” que trava as rodas. A Shit diz que o produto pode ser usado em qualquer tipo de “território urbano” e é inclusive resistente a água, para quando você pisar em uma poça d’água. Ele é caro: os tênis Moonwalkers custarão US$ 1.400 (cerca de R$ 7 mil). A Shift aparentemente prepara um lançamento amplo para o dispositivo, após o sucesso na campanha de financiamento coletivo. Mas, até o momento, não há uma previsão concreta de quando eles chegarão às lojas. Via Dexerto Já assistiu aos novos vídeos no YouTube do Olhar Digital? Inscreva-se no canal!", "link": "https://olhardigital.com.br/2023/06/16/reviews/tenis-com-ia-moonwalkers-ajudam-a-andar-mais-rapido-sem-esforco/"}, {"author": "Tamires Ferreira", "text": "A Amazon e a Disney revelaram na quinta-feira (15) o lançamento de um novo comando de voz para a linha Echo, dispositivos inteligentes da empresa de Jeff Bezos. Chamado Oi, Disney! (Hey, Disney), o recurso irá ativar no alto-falante a voz de personagens da casa do Mickey Mouse, além de jogos, histórias e muitos outros conteúdos.  O que você precisa saber:  Leia mais!  Após ativado, usuários devem ouvir a voz de personagens como Mickey Mouse, C-3PO e outros fornecendo informações sobre o clima, definindo cronômetros e todas as outras funções nas quais a Alexa geralmente auxilia. Você também pode jogar e ouvir histórias de diferentes personagens da Disney.  Vale pontuar que o novo assistente de voz não substitui completamente a Alexa. Então, caso o Oi, Disney não possa dar uma resposta, você poderá voltar para a assistente principal, ela estará em segundo plano pronta para ajudar.  Importante destacar também que o recurso será disponibilizado para a maioria dos dispositivos inteligentes Echo, mas o Echo Show 15, Amazon Echo de primeira geração, Echo Auto, Fire Tablets, Fire TV e dispositivos Echo on-the-go não terão suporte para o novo comando.  A expectativa é que a Amazon e a Disney anunciem oficialmente o recurso, com demonstrações, durante o Amazon Prime Day 2023. O evento ainda não tem uma data confirmada, mas rumores apontam para os dias 11 e 12 de julho.  Com informações do CNET  Já assistiu aos nossos novos vídeos no YouTube? Inscreva-se no nosso canal! ", "link": "https://olhardigital.com.br/2023/06/16/reviews/oi-mickey-amazon-e-disney-lancam-novo-assistente-de-voz/"}, {"author": "Daniel Junqueira", "text": "A Samsung vai apresentar novos smartphones dobráveis em um evento no fim de julho na Coreia do Sul, mas semanas antes informações sobre os lançamentos seguem vazando. Depois das especificações técnicas do Galaxy Z Flip 5 serem divulgadas na internet, chegou a ver de detalhes do Galaxy Z Fold 5. Uma imagem renderizada confirma o que já vinha sendo especulado: o Galaxy Z Fold 5 não trará grandes novidades do ponto de vista do design, sendo bastante semelhante ao Z Fold 4 do ano passado. Ou seja, quando fechado, ele lembra um smartphone convencional. Quando aberto, porém, o display interno permite uso mais próximo ao de um tablet. Leia mais: As dobradiças do aparelho receberam algumas modificações e o vinco na área em que a tela dobra ficou menos visível. Em relação às especificações técnicas, o mesmo usuário que vazou os dados do Z Flip 5 trouxe informações do Z Fold 5. Samsung Galaxy Z Fold5\n\n– 7.6\" QXGA+ AMOLED, 120Hz\n– Cover: 6.2\" HD+ AMOLED\n– Snapdragon 8 Gen 2 SoC\n– 12GB RAM\n– 256/512GB/1TB storage\n– Rear Cam: 50MP + 12MP (UW) + 12MP (Tele)\n– Selfie Cam: 4MP (UD)\n– Outer Cam: 10MP\n– Android 13, OneUI\n– 4,400mAh battery, 25W Por fora, o Galaxy Z Fold 5 terá uma tela de 6,2 polegadas HD. Por dentro, um display AMOLED de 7,6 polegadas e taxa de atualização de 120Hz oferecerá mais espaço para uso de aplicativos. O processador deve ser o Snapdragon 8 Gen 2 da Qualcomm, acompanhado por 12 GB de RAM e opções de 256 GB, 512 GB ou 1 TB de espaço interno. Na parte traseira, um conjunto triplo de câmeras junta um sensor de 50 MP a dois secundários de 12 MP ultrawide e telefoto. A câmera frontal terá 4 MP para selfies, e o aparelho ainda contará com mais uma câmera de 10 MP na parte interior do aparelho – ou seja, na tela interna. Por fim, o Galaxy Z Fold 5 deve vir equipado com uma bateria de 4.400 mAh com suporte a carregamento rápido a 25 W. Ele sairá de fábrica com a OneUI da Samsung baseada no Android 13. Via MySmartPrice Já assistiu aos novos vídeos no YouTube do Olhar Digital? Inscreva-se no canal!", "link": "https://olhardigital.com.br/2023/06/16/reviews/galaxy-z-fold-5-imagens-renderizadas-e-especificacoes-tecnicas-vazam/"}, {"author": "Daniel Junqueira", "text": "Aproveite uma seleção especial de ofertas na KaBuM! para montar seu set-up gamer: tem placa de vídeo, monitor, teclado, cadeira e mais! Confira abaixo e garanta até 48% de desconto! Leia mais: Aviso: este artigo contém um ou mais links no preço do produto, que foram gerados a partir de um programa de afiliados. O valor não muda para você e o Olhar Digital poderá receber uma comissão. Nenhuma empresa participou da escolha para os links e não existiu aprovação prévia deste conteúdo, que segue independente como sempre foi. Já assistiu aos novos vídeos no YouTube do Olhar Digital? Inscreva-se no canal!", "link": "https://olhardigital.com.br/2023/06/16/reviews/ofertas-do-dia-monte-seu-pc-gamer-com-hardware-e-acessorios-em-promocao/"}, {"author": "Wagner Edwards", "text": "Soundbar e Home Theater são ambos equipamentos de som voltados para o uso doméstico. Os itens são indicados para aprimorar a experiência do usuário durante a exibição de filmes, além de oferecer mais versatilidade de conexão, compatível com televisores, aparelhos de DVD, notebooks e muito mais. A seguir, confira qual equipamento nós indicamos para a sua casa. Leia mais: A Soundbar é uma “barra de som”, como a própria tradução da palavra inglesa já indica. O equipamento possui diversas peças integradas em único produto, como alto-falantes, caixas de som, e sistema de processamento e configuração. Desta forma, é um item mais compacto, mais barato e que ocupa menos espaço. Apesar de alguns modelos deterem uma performance imersiva considerável, o seu maior objetivo é oferecer um sistema de som totalmente integrado e fácil de ser administrado para ampliar a qualidade sonora dos televisores de tela plana. Já o Home Theater é um sistema mais robusto para a reprodução de áudio, pois acompanha um receiver: um equipamento que recepciona os sinais de áudio e vídeo, e transmite as informações para duas ou mais caixas de som, que costumam ter um hardware eficiente e moderadamente grande para oferecer uma potência sonora mais imersiva. Ambos os equipamentos oferecem uma boa experiência durante a reprodução de filmes, séries, jogos de videogame ou músicas. A indicação de uso, contudo, depende do quanto você está disposto a pagar, as características do ambiente onde você mora, e o nível de imersão que deseja ter. A Soundbar é um equipamento menos robusto que o Home Theater. Ou seja, ela não apenas costuma ser menor, como as características de hardware também não oferecem um sistema de imersão tão profundo quanto o do Home Theater. Contudo, ela costuma ter, sim, um som de qualidade e detém um preço mais acessível, o que deve agradar a maioria dos públicos. Além disso, a Soundbar também é mais sugerida para ambientes menores ou para casas pequenas, visto que a sua potência oferece uma escala menor que a do Home Theater. Já o segundo equipamento, o Home Theater, é muito popular entre os consumidores que desejam alta imersão em experiências sonoras. Isso porque o produto costuma ser robusto, com duas ou mais caixas de som moderadamente grandes, hospeda um sistema de áudio 3D com vários canais (Som Surround), e é preferencialmente utilizado em ambientes ou casas grandes em virtude de sua potência atrativa de som. Entretanto, os preços costumam ser bem elevados (em se tratamento de um modelo de referência para obter uma ótima imersão de áudio) e o equipamento ocupa muito espaço. Levando todos esses conceitos em consideração, o mais indicado para escolher um modelo é verificar qual a sua prioridade durante a exibição de filmes e músicas, se há espaço o bastante para acomodar o aparelho, e se você pode pagar por ele. Já assistiu aos novos vídeos no YouTube do Olhar Digital? Inscreva-se no canal!", "link": "https://olhardigital.com.br/2023/06/16/reviews/o-que-e-melhor-soundbar-ou-home-theater/"}, {"author": "Daniel Junqueira", "text": "Está em busca de uma impressora nova? Então confira uma seleção especial de multifuncionais em promoção e aproveite para comprar já a sua! Leia mais: Aviso: este artigo contém um ou mais links no preço do produto, que foram gerados a partir de um programa de afiliados. O valor não muda para você e o Olhar Digital poderá receber uma comissão. Nenhuma empresa participou da escolha para os links e não existiu aprovação prévia deste conteúdo, que segue independente como sempre foi. Já assistiu aos novos vídeos no YouTube do Olhar Digital? Inscreva-se no canal!", "link": "https://olhardigital.com.br/2023/06/16/reviews/ofertas-do-dia-impressoras-em-promocao-na-amazon-confira/"}, {"author": "Danilo Oliveira", "text": "No mundo dos games, um dos termos mais utilizados e discutidos é FPS, ou “Frames por Segundo”. Trata-se de uma medida que indica a quantidade de quadros (imagens) individuais exibidos em um segundo em um determinado jogo ou animação. O FPS desempenha um papel crucial na experiência do jogador, influenciando diretamente a fluidez e a qualidade visual do jogo. Leia também: FPS é a abreviação de “Frames por Segundo”, que representa o número de quadros individuais exibidos em um segundo em um jogo ou animação. Cada quadro exibe uma imagem específica, e a velocidade com que esses quadros são reproduzidos cria a ilusão de movimento contínuo para o jogador. Quanto maior for o número de FPS, mais suave e fluída será a experiência do jogo. A quantidade de quadros por segundo desempenha um papel essencial na fluidez e na qualidade visual de um jogo. Quando um jogo possui um alto FPS, os movimentos dos personagens e objetos são exibidos de maneira suave e natural, permitindo uma jogabilidade mais precisa e responsiva. Por outro lado, quando o FPS é baixo, o jogo apresenta problemas como engasgos, atrasos e movimentos “travados”, o que pode comprometer seriamente a experiência do jogador. Além disso, o FPS também influencia a sensação de imersão do jogador. Ao jogar um jogo com altos FPS, a ação parece mais realista e envolvente, criando uma sensação de presença no mundo virtual. Por outro lado, jogos com baixos FPS podem quebrar a imersão, tornando a experiência menos envolvente e até mesmo prejudicando a jogabilidade em certos casos. Enquanto o FPS se refere à quantidade de quadros exibidos por segundo, o HZ, ou “Hertz”, refere-se à taxa de atualização do monitor. A taxa de atualização do monitor indica quantas vezes a tela é atualizada em um segundo. É importante entender a relação entre FPS e HZ para obter a melhor experiência de jogo possível. Quando a quantidade de quadros por segundo de um jogo é maior do que a taxa de atualização do monitor, pode ocorrer o chamado “screen tearing” (rasgo de tela), no qual a imagem é exibida de forma irregular, com partes diferentes do quadro sendo exibidas simultaneamente. Para evitar esse problema, é recomendável utilizar um monitor com uma taxa de atualização (HZ) igual ou superior ao FPS do jogo. Por exemplo, se você é fã de jogos de tiro em primeira pessoa (First Person Shooting) e deseja aproveitar ao máximo a fluidez do jogo, é importante escolher um monitor com uma taxa de atualização alta, como 120Hz, 144Hz ou até mesmo 240Hz. Isso permitirá que você experimente o jogo com um movimento suave e sem interrupções, garantindo uma jogabilidade mais satisfatória. O FPS desempenha um papel crucial na experiência de jogo, influenciando diretamente a fluidez, a qualidade visual e a imersão do jogador. Jogos com altos FPS proporcionam movimentos suaves, precisos e envolventes, enquanto jogos com baixos FPS podem resultar em atrasos, engasgos e uma experiência menos satisfatória. Ao escolher um monitor para jogos, é importante considerar a relação entre o FPS do jogo e a taxa de atualização do monitor (HZ). Certificar-se de que o monitor suporta a taxa de quadros do jogo evitará problemas como o “screen tearing” e permitirá que você aproveite ao máximo a fluidez do jogo. Portanto, ao buscar a melhor experiência de jogo possível, lembre-se da importância do FPS e da relação entre FPS e HZ. Investir em um hardware adequado e compatível garantirá uma jogabilidade mais suave, imersiva e satisfatória. Já assistiu aos novos vídeos no YouTube do Olhar Digital? Inscreva-se no canal!", "link": "https://olhardigital.com.br/2023/06/16/reviews/o-que-e-fps-e-qual-e-a-importancia-para-fluidez-de-jogos/"}, {"author": "Daniel Junqueira", "text": "Está precisando de um notebook novo? Então hoje é o seu dia de sorte: o Olhar Digital preparou uma seleção especial com modelos em promoção e você pode aproveitar para comprar imediatamente um aparelho com desconto! Confira abaixo: Leia mais: Aviso: este artigo contém um ou mais links no preço do produto, que foram gerados a partir de um programa de afiliados. O valor não muda para você e o Olhar Digital poderá receber uma comissão. Nenhuma empresa participou da escolha para os links e não existiu aprovação prévia deste conteúdo, que segue independente como sempre foi. Já assistiu aos novos vídeos no YouTube do Olhar Digital? Inscreva-se no canal!", "link": "https://olhardigital.com.br/2023/06/16/reviews/ofertas-do-dia-notebooks-em-promocao-tem-macbook-samsung-e-mais/"}, {"author": "Pedro Borges Spadoni", "text": "O AliExpress, site de vendas do Grupo Alibaba, anunciou um “mega saldão” para produtos vendidos no Brasil. Os consumidores terão acesso a descontos de até 80% em produtos de todas as categorias até este domingo (18). O site de vendas também vai abater R$ 17 a cada R$ 150 gastos neste período. Leia mais: De acordo com o site de vendas, o Brasil está entre os cinco principais mercados em todo o mundo. Além disso, o país se destaca por possibilitar vendas diretas entre vendedores locais e consumidores. Acreditamos no potencial do mercado brasileiro e dos vendedores locais, e estamos comprometidos em fortalecer essa parceria oferecendo suporte e oportunidades para que eles alcancem ainda mais sucesso, impulsionando assim o e-commerce no país. Já assistiu aos novos vídeos no YouTube do Olhar Digital? Inscreva-se no canal!", "link": "https://olhardigital.com.br/2023/06/16/reviews/aliexpress-faz-mega-saldao-de-produtos-no-brasil-com-ate-80-off/"}, {"author": "André Fogaça", "text": "Nos Estados Unidos, o Olhar Digital mostra como a gigante dos computadores quer aumentar a velocidade da inteligência artificial, fazendo cair os custos", "link": "https://olhardigital.com.br/2023/06/15/reviews/reportagem-especial-como-a-lenovo-quer-baratear-a-ia/"}, {"author": "William Schendes", "text": "A Unihertz, empresa conhecida por fabricar smartphones compactos, divulgou recentemente mais um produto para os fãs de dispositivos pequenos. Apesar de seu visual que lembra um celular de brinquedo, o Jelly Star promete entregar bom desempenho rodando Android 13 com seu processador Octa-Core 6nm MediaTek Helio G99.  Leia mais:   A Unihertz abriu campanha de financiamento coletivo no Kickstarter para conseguir cerca de R$ 50 mil. O valor pedido foi alcançado em menos de cinco minutos. Atualmente, já foram arrecadados mais de R$ 340 mil. Stephen Xu, fundador e CEO da Unihertz, explicou a intenção da empresa ao lançar smartphones compactos: Nosso objetivo é oferecer aos nossos clientes gama ampla de opções e, com a Jelly Series em particular, a chance de experimentar as mudanças em sua vida diária trazidas pelos pequenos telefones celulares. Projetar e construir celulares menores que funcionem perfeitamente é desafio maior do que criar telefones de tamanho normal. Devemos otimizar racionalmente o design do layout interno no espaço limitado para integrar funcionalidades extensas, e foi isso que nos permitiu dar vida ao Jelly Star. Já assistiu aos nossos novos vídeos no YouTube? Inscreva-se no nosso canal!", "link": "https://olhardigital.com.br/2023/06/15/reviews/jelly-star-conheca-o-menor-celular-android-do-mundo/"}, {"author": "Gabriel Sérvio", "text": "Agora é oficial. Depois de alguns rumores, a Intel bateu o martelo e está oficialmente abandonando o tradicional “i” que acompanhou os seus processadores i7, i5 e i3 (e mais recentemente o i9) por tantos anos.  Leia mais: Curiosamente não existe um Core 3 Ultra, e agora o sucessor do Core i9 só aparece na linha Ultra. Tudo indica que a empresa aproveitou o uso do ‘Ultra’ nos processados da Apple para fazer uma analogia aos seus produtos de alto desempenho aqui. Foi revelado que um dos diferenciais dos processadores da linha Core Ultra será a presença de chips gráficos Arc integrados, oferecendo o “melhor desempenho” do mercado, segundo a Intel. Os sufixos H, K e U, entretanto, continuarão sendo usados para segmentar melhor os produtos.  Chega ao fim também a separação por geração, ou seja, a próxima não será chamada claramente de 14ª no varejo, o que pode gerar confusão na hora da compra. Por isso é importante saber como ficam os nomes sem o ‘i’ para não ter certeza que não está levando processadores mais antigos para casa. Vale lembrar ainda que as marcas de entrada Pentium e Celeron também não existem mais. Agora, elas vêm descritas simplesmente como “Processador Intel” nos adesivos. Outro detalhe que vale ficar de olho.  Com informações da Intel Já assistiu aos novos vídeos no YouTube do Olhar Digital? Inscreva-se no canal!", "link": "https://olhardigital.com.br/2023/06/15/reviews/core-ultra-intel-abandona-o-i-e-muda-nomenclatura-dos-processadores/"}, {"author": "Pedro Borges Spadoni", "text": "A loja oficial da HP está com modelos de monitor, notebook, computador e impressora em promoção. Os descontos nas ofertas vão de 10% a 29% e valem até este sábado (17). Leia mais: Entre as promoções, o item com o maior desconto é o monitor V19b, de 18,5 polegadas. Além dos descontos, as ofertas trazem combos. Confira abaixo a lista completa: Já assistiu aos novos vídeos no YouTube do Olhar Digital? Inscreva-se no canal!", "link": "https://olhardigital.com.br/2023/06/15/reviews/hp-tem-monitor-computador-e-impressora-em-promocao/"}, {"author": "Daniel Junqueira", "text": "Acompanhe seu peso diariamente com uma balança digital: confira uma seleção de modelos em promoção na Amazon e aproveite para comprar uma com até 40% de desconto! De R$ 499,90 por R$ 369,90\nDesconto de 26% Leia mais: Aviso: este artigo contém um ou mais links no preço do produto, que foram gerados a partir de um programa de afiliados. O valor não muda para você e o Olhar Digital poderá receber uma comissão. Nenhuma empresa participou da escolha para os links e não existiu aprovação prévia deste conteúdo, que segue independente como sempre foi. Já assistiu aos novos vídeos no YouTube do Olhar Digital? Inscreva-se no canal!", "link": "https://olhardigital.com.br/2023/06/15/reviews/ofertas-do-dia-compre-uma-balanca-digital-com-desconto-na-amazon-confira/"}, {"author": "Wagner Edwards", "text": "O Home Theater (ou “cinema em casa”, em tradução livre) é um equipamento de som robusto, desenvolvido para aumentar a imersão sonora de um ambiente durante a exibição de filmes. Indicado, principalmente, para os cinéfilos de plantão, o Home Theater é bastante utilizado para quem deseja ter a experiência de cinema no conforto de casa, mas sem diminuir a qualidade do som. A seguir, confira mais informações sobre a tecnologia. Leia mais: Há no mercado inúmeros modelos de Home Theater: dos mais robustos e caros aos mais compactos e acessíveis. Embora preço nem sempre signifique qualidade, os modelos mais caros costumam ter caixas de som maiores e mais potentes, o que influencia diretamente na imersão do filme exibido na TV. De maneira geral, o Home Theater é formado por caixas de som acústicas e um receiver. Este último é um dispositivo que conecta, de forma eficiente, todas as caixas de som em um único sistema de comando, quase como se fosse um cérebro: o item recepciona os sinais de áudio e vídeo, e os reproduz para tela e caixas de som. Dentre os aparelhos que podem ser conectados a ele, estão televisores, projetores, notebooks, consoles de videogame, e até alguns aparelhos de DVD. O diferencial deste sistema é a tecnologia utilizada para a propagação: o som Surround. Esta técnica utiliza vários canais para transmitir o som de vários direções diferentes, o que permite uma experiência 3D de imersão, aumentando o realismo e, convenientemente, melhorando a experiência do usuário. A resposta para esta pergunta dependo muito do tipo de ambiente onde o sistema será instalado, como lugares apertados e abafados, ou grandes e ventilados. Isso porque o tamanho do ambiente, a quantidade de móveis, e as janelas e portas abertas ou fechadas impactam diretamente na propagação do som, responsável por fornecer maior imersão. Mas, de forma geral, uma potência de 100W costuma ser o suficiente para ambientes pequenos, enquanto mais de 300W é indicado para cômodos maiores. Já assistiu aos novos vídeos no YouTube do Olhar Digital? Inscreva-se no canal!", "link": "https://olhardigital.com.br/2023/06/15/reviews/o-que-e-e-para-que-serve-o-home-theater/"}, {"author": "Daniel Junqueira", "text": "A sua próxima TV pode estar aqui! Confira uma seleção especial de modelos em promoção nas Casas Bahia e aproveite até 31% de desconto na compra de uma smart TV! Leia mais: Aviso: este artigo contém um ou mais links no preço do produto, que foram gerados a partir de um programa de afiliados. O valor não muda para você e o Olhar Digital poderá receber uma comissão. Nenhuma empresa participou da escolha para os links e não existiu aprovação prévia deste conteúdo, que segue independente como sempre foi. Já assistiu aos novos vídeos no YouTube do Olhar Digital? Inscreva-se no canal!", "link": "https://olhardigital.com.br/2023/06/15/reviews/ofertas-do-dia-promocao-de-tvs-na-casas-bahia-confira-modelos-com-ate-31-off/"}, {"author": "Daniel Junqueira", "text": "A Amazon está com uma promoção especial de iPads e você pode garantir até 29% de desconto na compra de um tablet novo da Apple! Confira abaixo e aproveite: Leia mais: Aviso: este artigo contém um ou mais links no preço do produto, que foram gerados a partir de um programa de afiliados. O valor não muda para você e o Olhar Digital poderá receber uma comissão. Nenhuma empresa participou da escolha para os links e não existiu aprovação prévia deste conteúdo, que segue independente como sempre foi. Já assistiu aos novos vídeos no YouTube do Olhar Digital? Inscreva-se no canal!", "link": "https://olhardigital.com.br/2023/06/15/reviews/ofertas-do-dia-promocao-de-ipad-na-amazon-ate-29-off/"}, {"author": "Pedro Borges Spadoni", "text": "A Samsung atualizou a página do seu popular Galaxy S21 FE nesta quarta-feira (14). A novidade é que essa segunda versão do celular vem com mais memória: a RAM foi de 6 GB para 8 GB, enquanto o salto do armazenamento foi de 128 GB para 256 GB. Leia mais: De resto, o celular da Samsung mantém as características já conhecidas do modelo tradicional. Entre elas, estão: a tela AMOLED de 6,4 polegadas com taxa de atualização de até 120 Hz (frames por segundo) e leitor biométrico óptico – o leitor de digital – sob o display. O Galaxy S21 FE com mais memória também vem com processador Exynos 2100 com oito núcleos e litografia de cinco nanômetros. Esse é o mesmo chip utilizado pela Samsung em outros modelos da linha Galaxy S21 vendidas no Brasil. No conjunto de câmera, o smartphone traz um sensor principal de 12 MP com estabilização óptica de imagens (OIS) e abertura f/1.8, lente ultrawide com sensor de 12 MP e lente telefoto com 8 MP para até 30x de zoom. Já a câmera frontal tem 32 MP. O S21 FE conta ainda com bateria de 4.500 mAh e suporte para carregamento rápido de 25 W por fio, 15 W sem fio e carregamento reverso PowerShare. Outros diferenciais do celular da Samsung são: certificação IP68 de proteção contra água e poeira, suporte para redes 5G, NFC, e garantia de atualizações até o Android 15. Já assistiu aos novos vídeos no YouTube do Olhar Digital? Inscreva-se no canal!", "link": "https://olhardigital.com.br/2023/06/14/reviews/samsung-galaxy-s21-fe-com-mais-memoria-chega-ao-brasil/"}, {"author": "Vitoria Lopes Gomez", "text": "A Lenovo anunciou nesta quarta-feira (14) um novo investimento de US$ 1 bilhão em estrutura para inteligência artificial (IA) pelos próximos três anos. Nesta semana, é realizado um evento na sede da empresa nos Estados Unidos. O Olhar Digital está na cidade de Raleigh, na Carolina do Norte, e acompanha tudo de perto.  Leia mais: A Lenovo anunciou que, após atingir uma receita anual recorde de infraestrutura de IA de mais de US$ 2 bilhões, vai investir um adicional de US$ 1 bilhão na área durante três meses. O investimento parte da necessidade de digitalização global e de atualização da infraestrutura de IA. A empresa quer expandir seu portfólio de dispositivos prontos para receber a tecnologia e viabilizar o uso da IA generativa em seus produtos. Para comportar as inovações, a Lenovo também anunciou um novo servidor, o Lenovo ThinkEdge SE360 V2. Com componentes da Intel e da NVIDIA, o produto suporta visão computacional, IA de voz e IA generativa de forma rápida. Além disso, o processador é silencioso e ágil. Já assistiu aos novos vídeos no YouTube do Olhar Digital? Inscreva-se no canal!", "link": "https://olhardigital.com.br/2023/06/14/reviews/lenovo-anuncia-investimento-bilionario-em-ia-veja-detalhes/"}, {"author": "Pedro Borges Spadoni", "text": "O Apple Vision Pro, headset de realidade virtual e aumentada da Apple, é uma TV. Ele ainda nem saiu, mas isso parece bem estabelecido neste momento. Embora dê para usá-lo de outras maneiras, o que parece ter mais apelo no momento é colocá-lo no rosto e ter como se fosse um conjunto de TVs 4K HDR de mais de 100 polegadas – mas sem precisar encontrar espaço na parede da sua casa para isso. Isso porque a Apple conseguiu criar um aparelho de consumo de conteúdo que deve ter telas capazes de replicar a qualidade de uma televisão de ponta – por exemplo: a LG C2 OLED e a Samsung QN90B. Leia mais: O novo headset da Apple tem potencial para substituir as TVs. Mas provavelmente não será um caminho fácil nem tão rápido. Para começar, o Apple Vision Pro, assim como TVs 3D, ainda exige que você use óculos especiais e tem usabilidade limitada para pessoas com problemas de visão. Também como a TV 3D, o acessório enfrentará enormes desafios de conteúdo. A Apple mostrou muitos exemplos de esportes emocionantes em sua demonstração cuidadosamente controlada. Porém, só jogos muito selecionados da NBA são oferecidos em 4K – e apenas na DirecTV. Ou seja, o cenário da demonstração ainda está longe de se concretizar. Por isso, é mais seguro considerar que, a princípio, o headset da Apple será um aparelho de consumo de conteúdo 2D em resolução “normal”. E, mesmo assim, levará alguns anos para Hollywood e o mundo dos esportes o alcançarem – mesmo que seja um grande sucesso e venda milhões em meses. Em vez de uma TV em cada cômodo, você pode colocar o Apple Vision Pro e fazer com que o conteúdo o acompanhe em um cantinho da sua visão enquanto você cozinha e lava a roupa, por exemplo. Já em relação à experiência coletiva proporcionada pelas TVs – por exemplo, comentar sobre o CGI feio de algum blockbuster de super-herói – só vai chegar ao headset da Apple se os aplicativos de streaming oferecerem suporte a grupos de exibição. Também pode ser possível jogar, a partir do seu console, nele. Mas seria uma operação complicada. Se fosse um PS5, por exemplo, isso rolaria por meio do Remote Play, mas exigiria uma rede de internet bem parruda. O mesmo vale para o Xbox e outros serviços de jogos em nuvem. No entanto, existe a questão do preço, que vai pesar tanto nos EUA quanto no Brasil. Por lá, o headset da Apple começa em US$ 3.499 (aproximadamente R$ 17,5 mil, em conversão direta). Para você ter uma ideia, é o mesmo preço de aproximadamente seis TVs Samsung The Frame de 32 polegadas no país. Alguns pagarão o preço pela experiência nova (talvez em 2025, quando o headset ficar menos caro). Outros ficarão na boa e velha tela plana – ou curvada – a alguns metros de distância. Resta saber até quando. Já assistiu aos nossos novos vídeos no YouTube? Inscreva-se no nosso canal!", "link": "https://olhardigital.com.br/2023/06/14/reviews/apple-vision-pro-promete-ocupar-espaco-da-tv/"}, {"author": "Pedro Borges Spadoni", "text": "A Motorola lançou, nesta semana, o Moto e22 for business, produzido no Brasil. Pensado para o mercado corporativo, o celular tem construção mais robusta e serviços integrados. Além disso, já vem de fábrica com, capinha, película na tela e alça de pescoço. Leia mais: O Moto e22 também oferece um teste gratuito dos serviços da Motorola for Business, unidade da companhia criada para atender o segmento corporativo. Os serviços poderão ser testados gratuitamente por três meses. E podem ser ativados por meio de um QR Code, que vem na caixa do celular. O Brasil será piloto mundial para o lançamento do moto e22 for business, segundo Georgia Sbrana, diretora da Motorola for Business América Latina. “O objetivo é fortalecer a oferta combinada de hardware, software e serviços, como uma solução única, e apoiar nossos clientes em garantir a produtividade de suas equipes”, disse. Confira abaixo os destaques das especificações do novo celular da Motorola: O moto e22 for business custa a partir de R$ 1.999. Ele é vendido diretamente pela empresa ou via distribuidores parceiros – por exemplo: a Ingram Micro e Allied. Entre as soluções desenvolvidas pela Motorola for Business – que podem ser acessadas durante o teste gratuito – estão: O Moto e22 for business vem como resposta aos desafios de produtividade, gestão e segurança, que temos escutado de nossos clientes. Cada vez mais, o mercado está buscando por soluções que vão além dos dispositivos. Com informações da Motorola Já assistiu aos novos vídeos no YouTube do Olhar Digital? Inscreva-se no canal!", "link": "https://olhardigital.com.br/2023/06/14/reviews/veja-o-preco-do-novo-moto-e22-for-business/"}, {"author": "Pedro Borges Spadoni", "text": "O evento Unpacked – em que a Samsung vai apresentar seus novos celulares dobráveis da linha Galaxy Z – vai rolar no final de julho. E é bem possível que a empresa mantenha a tradição de oferecer ofertas e combos exclusivos durante a pré-venda dos novos modelos – no caso, do Galaxy Z Fold 5 e Galaxy Z Flip 5. A expectativa é que a Samsung permita que consumidores possam trocar seus aparelhos atuais por créditos para reduzir o preço de lançamento do dobrável que quiserem, além de oferecer cores exclusivas pelo site oficial da marca. Leia mais: Há ainda a possibilidade para que acessórios – por exemplo, o relógio inteligente Galaxy Watch ou os fones de ouvido sem fio Galaxy Buds – tenham descontos ao serem comprados junto aos smartphones. Ou até que sejam brindes. A Samsung vai mostrar seus novos celulares dobráveis da Samsung em pouco mais de um mês (provavelmente em 26 de julho). E ambos os modelos devem contar com uma nova dobradiça em formato de gota para reduzir a tensão no display e oferecer vinco suavizado. O Galaxy Z Flip 5, modelo mais compacto da dupla, deve estrear com uma tela externa de aproximadamente três polegadas com aba ao lado das câmeras, para se diferenciar (e não ficar atrás) dos modelos das concorrentes (por exemplo, o Motorola Razr 40 Ultra e o OPPO Find N2 Flip). Já o Galaxy Z Fold 5 apostará em mudanças menores, com foco em melhorar sua durabilidade e resistência. Por isso, ele deve manter seu formato de livro com tela externa de 6,2 polegadas e interna dobrável de 7,6 polegadas. Ambos os aparelhos devem trazer proteção IP67 contra água e poeira, além de apostarem no processador Snapdragon 8 Gen 2 for Galaxy, utilizado na linha Galaxy S23. A Samsung vai realizar o Galaxy Unpacked mais cedo do que o normal em 2023: no final de julho (tradicionalmente, ele rolava em agosto). Após muitos rumores e vazamentos sobre o evento, a marca se pronunciou a respeito de quando e onde ele vai ocorrer — mas não divulgou uma data concreta ainda. Confira abaixo o que se sabe sobre a edição deste ano do evento da Samsung: Já assistiu aos novos vídeos no YouTube do Olhar Digital? Inscreva-se no canal! ", "link": "https://olhardigital.com.br/2023/06/14/reviews/samsung-deve-oferecer-promocoes-para-galaxy-z-fold-5-e-z-flip-5/"}, {"author": "Daniel Junqueira", "text": "Melhore o seu jogo com um controle novo, seja no PC, celular, Xbox, PlayStation ou Switch! Confira uma seleção especial de produtos em oferta na Amazon e aproveite para comprar já! Leia mais: Aviso: este artigo contém um ou mais links no preço do produto, que foram gerados a partir de um programa de afiliados. O valor não muda para você e o Olhar Digital poderá receber uma comissão. Nenhuma empresa participou da escolha para os links e não existiu aprovação prévia deste conteúdo, que segue independente como sempre foi. Já assistiu aos novos vídeos no YouTube do Olhar Digital? Inscreva-se no canal!", "link": "https://olhardigital.com.br/2023/06/14/reviews/ofertas-do-dia-amazon-tem-controles-para-pcs-celulares-e-consoles-em-promocao/"}, {"author": "Daniel Junqueira", "text": "Aumente a segurança da sua casa com uma fechadura eletrônica: confira uma seleção especial de produtos em promoção no AliExpress e economize até 61% na compra de uma smart lock! Leia mais: Aviso: este artigo contém um ou mais links no preço do produto, que foram gerados a partir de um programa de afiliados. O valor não muda para você e o Olhar Digital poderá receber uma comissão. Nenhuma empresa participou da escolha para os links e não existiu aprovação prévia deste conteúdo, que segue independente como sempre foi. Já assistiu aos novos vídeos no YouTube do Olhar Digital? Inscreva-se no canal!", "link": "https://olhardigital.com.br/2023/06/14/reviews/ofertas-do-dia-fechaduras-eletronicas-no-aliexpress-com-ate-61-off/"}, {"author": "Daniel Junqueira", "text": "Boa notícia para quem está procurando um iPhone: o smartphone da Apple está em promoção na Amazon e você pode economizar até R$ 2.500 na compra de um! Confira abaixo e aproveite! Leia mais: Aviso: este artigo contém um ou mais links no preço do produto, que foram gerados a partir de um programa de afiliados. O valor não muda para você e o Olhar Digital poderá receber uma comissão. Nenhuma empresa participou da escolha para os links e não existiu aprovação prévia deste conteúdo, que segue independente como sempre foi. Já assistiu aos novos vídeos no YouTube do Olhar Digital? Inscreva-se no canal!", "link": "https://olhardigital.com.br/2023/06/14/reviews/ofertas-do-dia-iphones-em-promocao-na-amazon-com-ate-24-off/"}, {"author": "Layse Ventura", "text": "Você sonha em comprar um iPhone? Se você é do time que ama os smartphones da maçã, mas acha os aparelhos muito caros, você está no lugar certo. O Olhar Digital reuniu tudo o que você precisa para descobrir qual é o iPhone mais barato da Apple. Leia também: Atualmente, o modelo de celular mais recente da empresa é o Apple iPhone 14, que na loja oficial custa a partir de R$ 7.599 – bem mais em conta do que a versão Pro Max, que você encontra por pelo menos R$ 10.499. No entanto, ainda na loja oficial, o iPhone mais barato é a versão SE de 3ª geração, que tem o mesmo chip A15 Bionic do modelo 13 e o preço mínimo de R$ 4.299. Fique atento, porque o iPhone SE (3ª geração) tem algumas diferenças importantes quando comparamos ele com às versões mais recentes do smartphone, como: Já quem quer um smartphone da marca novo e realmente barato, precisa pesquisar as versões anteriores. Nesta matéria, explicamos quais aparelhos deixarão de receber a atualização do sistema operacional em 2023. Ou seja, não vale a pena investir em um smartphone mais antigo que o modelo X. Então, o iPhone mais barato da Apple que vai receber o iOS 17 e ainda disponível para compra é o SE de 2ª geração com 64 GB. Em uma busca pelas principais varejistas do Brasil, encontramos ele por R$ 2.249. Veja as semelhanças e diferenças entre o iPhone SE de 2ª e 3ª geração: Já assistiu aos novos vídeos no YouTube do Olhar Digital? Inscreva-se no canal!", "link": "https://olhardigital.com.br/2023/06/14/reviews/qual-e-o-iphone-mais-barato-em-2023/"}, {"author": "Daniel Junqueira", "text": "A Samsung deve anunciar o Galaxy Z Flip 5 em um evento no fim de julho na Coreia do Sul, e a proximidade do lançamento do novo dispositivo faz com que vazamentos sobre suas especificações técnicas e recursos fiquem mais frequentes. A mais recente informação vazada explica um pouco do que poderemos fazer com a nova tela externa do smartphone dobrável. O Galaxy Z Flip 4 tem uma tela externa de 1,9 polegadas, e, segundo rumores e imagens vazadas, o Z Flip 5 terá um display maior, com 3,4 polegadas. Mais espaço significa também novos recursos, e, aparentemente, os aplicativos do Google estão entre os que aproveitarão melhor as mudanças no smartphone da Samsung. Leia mais: É isso o que diz o site SamMobile, que trouxe algumas informações sobre como apps do Google funcionarão na nova tela do Z Flip 5. Aplicativos como Mapas, Mensagens e até o YouTube estão sendo otimizados para aproveitar o espaço maior oferecido pelo novo display, e usuários conseguirão ler mensagens de texto, assistir a vídeos e checar mapas sem precisar abrir o aparelho. Aplicativos da própria Samsung também devem ser otimizados para o dispositivo, e o teclado padrão dos aparelhos Galaxy funcionará também no display externo. O que falta saber é se apps de outras empresas também farão uso da nova tela – poder acessar mensagens do WhatsApp sem precisar abrir o dispositivo pode ser um grande diferencial do novo smartphone, por exemplo. Pelo que podemos ver em imagens renderizadas vazadas, a principal novidade do Z Flip 5 será o display externo maior, mas a Samsung também prepara outras novidades para o aparelho — e parte delas já vazou. O Galaxy Z Flip 5 deve ser equipado com o processador Snapdragon 8 Gen 2, 8 GB de RAM, 128 GB ou 256 GB de espaço interno, câmeras de 12 MP e bateria de 3.500 mAh com suporte a recarga rápida a 25 W. A Samsung já confirmou que fará um evento para apresentar novos produtos no fim de julho na Coreia do Sul. A fabricante ainda não disse qual dia fará o evento, especificamente, mas é esperado que ele ocorra entre os dias 26 e 27 de julho. Via SamMobile Já assistiu aos novos vídeos no YouTube do Olhar Digital? Inscreva-se no canal!", "link": "https://olhardigital.com.br/2023/06/13/reviews/galaxy-z-flip-5-tela-externa-tera-suporte-especial-a-apps-do-google/"}, {"author": "Ana Bondance", "text": "Em princípio, a realidade mista (MR) é uma mistura entre realidade virtual (VR) e realidade aumentada (AR), uma tecnologia para criar ambientes em que objetos virtuais interagem com objetos reais no espaço físico. Diferente da realidade virtual, uma experiência totalmente digital que imerge o usuário em um ambiente, ou da realidade aumentada, uma experiência semi digital que coloca camadas de conteúdo digital sobre um ambiente físico, a realidade mista combina aspectos digitais e do mundo real. Leia também: Bons exemplos desta tecnologia são os filtros do Instagram ou do Snapchat, aplicativos de maquiagem, teste de cores de parede e montagem de móveis virtuais. No entanto, o uso convencional não é o limite para a interação entre homem, computador e ambiente. A MR, também chamada de realidade híbrida ou realidade estendida (XR), requer um headset com uma lente transparente ou uma câmera, para que os usuários ainda possam ver o mundo real. Outros dispositivos que suportam essa tecnologia são smart glasses e smartphones. A realidade mista usa poder de computação gráfica, câmeras, sensores, processadores e, muitas vezes, tecnologia aprimorada por IA para processar e armazenar dados em três dimensões. Os dispositivos de MR conectam os usuários a um computador ou console a partir de um software, que pode adicionar, clonar ou mover objetos virtuais para criar diferentes imersões com base nos dados coletados. Embora uma verdadeira experiência de realidade estendida ainda esteja em desenvolvimento, essa tecnologia abriu as portas para uma infinidade de ferramentas, tanto para lazer quanto para trabalho. Além do uso no entretenimento, como em redes sociais, jogos e cinema, a realidade mista também pode ser usada em setores como marketing, permitindo que consumidores experimentem e interajam com os produtos antes de decidir comprá-los. Outro exemplo é o treinamento, alguns fabricantes de aeronaves estão usando a MR como uma maneira mais barata de treinar técnicos de reparo com modelos virtuais em 3D. Disto isto, a expectativa é que, com o passar do tempo, essa tecnologia auxilie cada vez mais a saúde, a educação e as descobertas científicas. Já assistiu aos novos vídeos no YouTube do Olhar Digital? Inscreva-se no canal! ", "link": "https://olhardigital.com.br/2023/06/13/reviews/o-que-e-e-como-funciona-a-tecnologia-de-realidade-mista-ar-e-vr/"}, {"author": "Daniel Junqueira", "text": "O Olhar Digital preparou uma seleção especial de produtos em oferta, e você pode economizar até 49% na compra de smartphones, iPads, soundbars e smart TVs! Confira abaixo e aproveite: Leia mais: Aviso: este artigo contém um ou mais links no preço do produto, que foram gerados a partir de um programa de afiliados. O valor não muda para você e o Olhar Digital poderá receber uma comissão. Nenhuma empresa participou da escolha para os links e não existiu aprovação prévia deste conteúdo, que segue independente como sempre foi. Já assistiu aos novos vídeos no YouTube do Olhar Digital? Inscreva-se no canal!", "link": "https://olhardigital.com.br/2023/06/13/reviews/smartphones-tvs-soundbars-e-ipads-com-ate-49-de-desconto-confira/"}, {"author": "Daniel Junqueira", "text": "O seu próximo smartwatch pode estar aqui: confira uma seleção especial de relógios inteligentes em promoção e aproveite para economizar até 41%! Leia mais: Aviso: este artigo contém um ou mais links no preço do produto, que foram gerados a partir de um programa de afiliados. O valor não muda para você e o Olhar Digital poderá receber uma comissão. Nenhuma empresa participou da escolha para os links e não existiu aprovação prévia deste conteúdo, que segue independente como sempre foi. Já assistiu aos novos vídeos no YouTube do Olhar Digital? Inscreva-se no canal!", "link": "https://olhardigital.com.br/2023/06/13/reviews/ofertas-do-dia-relogios-inteligentes-em-promocao-apple-watch-com-ate-41-off/"}, {"author": "Daniel Junqueira", "text": "Quer comprar um fone de ouvido Bluetooth? Então confira uma seleção especial de produtos em oferta e aproveite para economizar até 34% na compra de um! Leia mais: Aviso: este artigo contém um ou mais links no preço do produto, que foram gerados a partir de um programa de afiliados. O valor não muda para você e o Olhar Digital poderá receber uma comissão. Nenhuma empresa participou da escolha para os links e não existiu aprovação prévia deste conteúdo, que segue independente como sempre foi. Já assistiu aos novos vídeos no YouTube do Olhar Digital? Inscreva-se no canal!", "link": "https://olhardigital.com.br/2023/06/13/reviews/ofertas-do-dia-fones-de-ouvido-bluetooth-com-ate-34-off-confira/"}, {"author": "Layse Ventura", "text": "Soundbar é um dispositivo de áudio projetado para melhorar a qualidade do som de uma TV ou sistema de entretenimento doméstico. Ela é uma barra de alto-falantes compacta e longa que você deve posicionar próximo da televisão. Leia também: O objetivo principal de uma soundbar é proporcionar uma experiência de áudio mais imersiva em comparação com os alto-falantes embutidos na TV, que geralmente possuem limites em qualidade e potência. Mas, sem que para isso, tenha que instalar um sistema home theater completo. As soundbars geralmente contêm vários alto-falantes, amplificadores e processadores de áudio, permitindo uma reprodução mais rica e envolvente do som. Especificamente em termos de alto-falantes, geralmente elas vão equipadas com: Além disso, muitas soundbars modernas possuem recursos adicionais, como conectividade Bluetooth, suporte a dispositivos de streaming e até mesmo assistentes de voz integrados, como Amazon Alexa ou Google Assistente. Dependendo do modelo, você pode conectar a soundbar à TV por meio de cabos de áudio (como HDMI, óptico ou auxiliar) ou parear com o aparelho (desde que tenha conexão sem fio). As marcas de soundbar mais populares entre os consumidores são Samsung, JBL e LG. Embora a marca seja um indicador de qualidade importante, existem outros fatores a serem considerados: Já assistiu aos novos vídeos no YouTube do Olhar Digital? Inscreva-se no canal!", "link": "https://olhardigital.com.br/2023/06/13/reviews/o-que-e-soundbar-e-para-que-serve-esse-equipamento-de-audio/"}, {"author": "Pedro Borges Spadoni", "text": "A fabricante chinesa de smartphones Infinix planeja lançar o modelo Note 30, na Índia, nesta semana. Entre as características e especificações citadas por rumores, a mais interessante é o Folax, o assistente de voz (estilo a Siri, da Apple) do celular. Isso porque, na verdade, ele seria o ChatGPT. Se a Infinix realmente integrar o ChatGPT ao Note 30, este seria o primeiro celular a utilizar a plataforma OpenAI dessa forma. Conforme explicado por um usuário (que levantou essa possibilidade) numa rede social, o chatbot não seria um aplicativo autônomo, mas parte do sistema operacional do celular. Leia mais: Confira abaixo uma demonstração de como ele funcionaria no Infinix Note 30: Big news！\nInfinix would be the first to integrate ChatGPT into their phones, the NOTE 30 series! While the OpenAI’s ChatGPT app has launched, embedding ChatGPT into a phone is groundbreaking. They combined ChatGPT with the voice assistant Folax, giving Siri a run for its money. pic.twitter.com/xr0Juh5kgN O lançamento do Infinix Note 30 está previsto para esta quarta-feira (14). A empresa já revelou alguns dos recursos do telefone. Entre eles, estão: Menos de um mês após a OpenAI lançar o aplicativo oficial do ChatGPT para iPhone, o app chegou também ao iPad. Em sua primeira grande atualização, além do suporte nativo ao tablet da Apple, o aplicativo da OpenAI suporta comandos da Siri e Atalhos. Além disso, o ChatGPT roda em tela cheia (otimizado para a interface do tablet) e passa a ter suporte ao recurso de arrastar e soltar. Assim, os usuários podem arrastar textos do chatbot para outros apps. A atualização também pode gerar novos downloads incrementais do app do ChatGPT, que chegou ao topo da App Store logo de cara com meio milhão de instalações em menos de uma semana desde sua estreia. Desde então, ele foi lançado em outros mercados fora dos EUA, incluindo Albânia, Croácia, França, Alemanha, Irlanda, Jamaica, Nova Zelândia, Nicarágua, Nigéria, Coreia do Sul e Reino Unido. A OpenAI também prometeu que uma versão para Android do aplicativo do ChatGPT chegará em breve. Já assistiu aos novos vídeos no YouTube do Olhar Digital? Inscreva-se no canal!", "link": "https://olhardigital.com.br/2023/06/12/reviews/marca-chinesa-pode-lancar-celular-com-chatgpt-integrado/"}, {"author": "Daniel Junqueira", "text": "A Xiaomi lança óculos inteligentes já tem alguns anos, mas agora a empresa lançou um novo produto que usa uma armação convencional com o principal objetivo de reproduzir música: conheça os Smart Audio Glasses. O dispositivo vai ser vendido dentro da marca Mijia de produtos inteligentes. O design é discreto e parece uma armação convencional de óculos. Ele também é bastante leve, pesando 38g. Mas ele também é mais do que um simples par de óculos de grau. Leia mais: O Smart Audio Glasses pode ser usado como óculos de grau – sendo inclusive compatível com lentes convencionais. Ele também oferece recursos extras ao usuário, sendo capaz de reproduzir som via Bluetooth. O dispositivo também conta com microfone para realização de chamadas telefônicas e controle por voz. Ele é compatível com dispositivos iOS, Android, Mac e Windows. Não há tela: as lentes são lentes convencionais. Os controles são feitos pelas hastes laterais, que também contam com alto-falantes. É possível realizar comandos para iniciar, pausar ou interromper reprodução de música, avançar canções, entre outras coisas. O Smart Audio Glasses ainda tem conexão multiponto e pode ser pareado com mais de um dispositivo simultaneamente. A Xiaomi afirma que a bateria dos óculos inteligentes aguenta até 22 horas longe do carregador, mas isso depende do uso feito pelo usuário: para reprodução musical contínua, ele pode aguentar até 10 horas. Já à venda na China, os Smart Audio Glasses custam entre 799 yuan e 899 yuan (entra R$ 550 e R$ 620, em conversão direta). Até o momento, não há informação sobre um possível lançamento do produto em outras partes do planeta. Já assistiu aos novos vídeos no YouTube do Olhar Digital? Inscreva-se no canal!", "link": "https://olhardigital.com.br/2023/06/12/reviews/oculos-para-ouvir-musica-conheca-os-smart-audio-glasses-da-xiaomi/"}, {"author": "Danilo Oliveira", "text": "No mundo da tecnologia, frequentemente ouvimos falar sobre processadores e chipsets, dois componentes essenciais em dispositivos eletrônicos. Neste artigo, vamos explicar o que é cada um deles e destacar as principais diferenças entre processador e chipset. Leita também: O processador é considerado o cérebro de um dispositivo eletrônico, como um computador, smartphone ou tablet. Ele é responsável por executar as tarefas e processar as informações, realizando cálculos e executando instruções de forma rápida e eficiente. O processador é composto por unidades de processamento, memória cache e outros componentes que garantem seu desempenho. Já o chipset é um conjunto de chips que atua como um sistema de suporte ao processador. Ele é responsável por estabelecer a comunicação entre o processador, a memória, os dispositivos de armazenamento e outros componentes do sistema. O chipset também fornece interfaces de entrada e saída, permitindo a conexão de periféricos e facilitando a transferência de dados. A principal diferença entre processador e chipset está em suas funções e responsabilidades. O processador é o componente principal responsável por realizar os cálculos e executar as instruções, enquanto o chipset atua como um suporte, gerenciando a comunicação entre o processador e os demais componentes do sistema. Outra diferença está na arquitetura e fabricação. Os processadores são desenvolvidos por empresas especializadas, como Intel e AMD, e são projetados para atender às demandas de desempenho e eficiência. Já os chipsets podem ser desenvolvidos pela mesma empresa do processador ou por terceiros, e seu foco principal é fornecer suporte e conectividade. Além disso, os processadores são frequentemente mencionados com base em suas especificações, como número de núcleos, frequência de clock e cache. Por outro lado, os chipsets são geralmente associados à geração e à compatibilidade com determinadas tecnologias, como USB, PCIe e memória RAM. Em resumo, o processador e o chipset são componentes cruciais em dispositivos eletrônicos. Enquanto o processador é o cérebro responsável por executar as tarefas e processar as informações, o chipset atua como um sistema de suporte, gerenciando a comunicação e fornecendo interfaces para outros componentes do sistema. Entender as diferenças entre processador e chipset é essencial para escolher um dispositivo com desempenho e compatibilidade adequados às suas necessidades. Portanto, ao adquirir um computador ou smartphone, é importante avaliar tanto o processador quanto o chipset para obter a melhor experiência tecnológica possível. Já assistiu aos novos vídeos no YouTube do Olhar Digital? Inscreva-se no canal!", "link": "https://olhardigital.com.br/2023/06/12/reviews/processador-e-chipset-qual-a-diferenca/"}, {"author": "Danilo Oliveira", "text": "Durante a abertura do WWDC 2023, a Apple apresentou em sua conferência o iOS 17 e mostrou tudo que o novo sistema operacional possuirá de novo, além de revelar quais modelos deixarão de ser atualizados neste ano, apesar de não citar uma data específica para o lançamento do novo sistema operacional. Leia também: Já no dia 5 de junho de 2023, mesma data da conferência, o iOS 17 ficou disponível para testes, apesar de estar ainda em sa versão Beta. Já nessa versão, é possível conferir as novas atualizações, como o modo StandBy, Live Stickers e muitas outras novidades.  Atualmente, apesar de estar disponível para testes, o iOS 17 segue em versão Beta e não possui uma data exata de lançamento, ainda que a Apple preveja que o sistema operacional seja liberado no final do ano, entre setembro e dezembro de 2023. Conforme o período de testes for passando, será avaliado as condições para lançamento do sistema operacional de forma oficial. Caso a versão Beta não apresente muitos problemas e ocorra tudo como o esperado, o iOS 17 será lançado mais cedo. Mas caso o sistema apresente problemas mais complexos e difícil resolução, seu lançamento tende a chegar mais próximo dos últimos dias do ano. Vale mencionar ainda que normalmente, novos sistemas operacionais costumam chegar ao público juntamente do iPhone lançado no ano em questão, então é bem provável que o iOS 17 seja lançado junto do iPhone 15 em meados de setembro ou outubro de 2023, que são as prováveis datas de lançamentos dos smartphones da Apple. Já assistiu aos novos vídeos no YouTube do Olhar Digital? Inscreva-se no canal!", "link": "https://olhardigital.com.br/2023/06/12/reviews/quando-o-ios-17-vai-ser-lancado/"}, {"author": "Danilo Oliveira", "text": "Normalmente, sempre que um novo sistema operacional é lançado pela Apple, as versões mais antigas do iPhone acabam por não receberem a nova atualização. Com a chegada do novo iOS 17 não será diferente e alguns modelos do smartphone já não receberão o novo sistema e aí bate a dúvida sobre qual iPhone vai parar de atualizar este ano. Leia também: Aparelhos da Apple lançados em 2017 e anos anteriores não receberão atualização para o iOS 17, porém, ainda receberão atualizações de segurança por mais alguns anos, apesar da Apple não listar de maneira objetiva por quantos anos mais manterá essas atualizações. Confira os modelos que não receberão atualização do Sistema operacional abaixo: Basicamente, todas as versões de iPhone lançados de 2018 em diante receberão atualizações para o novo iOS 17: Vale ressaltar que o iPhone SE original, lançado em 2016, não vai receberá atualização para o iOS 17 porque as configurações do aparelho não serão suportadas pelo sistema. Já os outros modelos mais recentes (iPhone SE de segunda e terceira geração, lançados em 2020 e 2022, respectivamente) receberão atualizações normalmente. O iOS 17 foi oficialmente anunciada durante a conferência da Apple durante o WWDC 2023 e no mesmo dia já recebeu uma versão Beta para testes. Não há data oficial de lançamento para o sistema operacional, mas espera-se que chegue junto do novo iPhone 15, no final do ano. Já assistiu aos novos vídeos no YouTube do Olhar Digital? Inscreva-se no canal!", "link": "https://olhardigital.com.br/2023/06/12/reviews/qual-iphone-vai-parar-de-atualizar-em-2023/"}, {"author": "Pedro Borges Spadoni", "text": "O livro “Marvel Anatomy: A Scientific Study of the Superhuman” (“Anatomia Marvel: Um Estudo Científico do Superhumano”, em tradução livre) apresenta mais de 100 retratos reveladores de alguns dos personagens mais famosos do selo. Como o próprio nome da publicação sugere, as ilustrações literalmente dissecam super-heróis, vilões e alienígenas do universo da Marvel. Leia mais: Em 2022, a Insight Editions publicou a coleção de cortes transversais sob pretexto de um enredo envolvendo o Pantera Negra. E reforçada por “ilustrações médicas” do artista Jonah Lobe – que trabalhou em “Skyrim” e “Fallout”. Agora, uma nova edição de colecionador de capa dura, de 232 páginas, chega ao varejo – por ora, apenas nos EUA. Se você sempre quis saber o que se esconde sob a pele de combatentes do crime superpoderosos, simbiontes alienígenas e vilões meta-humanos da Marvel, o livro vai, finalmente, saciar sua curiosidade. Confira abaixo a descrição oficial do lançamento: Quando as forças Skrull usam seus poderes de metamorfose para se infiltrar nas defesas da Terra, o Rei T’Challa deve mergulhar nos arquivos científicos de Wakanda para determinar quais super-heróis e supervilões podem estar em maior risco. Com a ajuda de sua brilhante irmã, Shuri, ele explora a composição anatômica única de uma vasta gama de indivíduos superpoderosos, desvendando os segredos por trás de suas habilidades. Além das “ilustrações anatômicas” exclusivas do artista Jonah Lobe, o livro conta com texto de Marc Sumerak e Daniel Wallace. A nova edição de colecionador sai por US$ 200 (aproximadamente R$ 1 mil, em conversão direta) nos EUA. Em entrevista ao site Space, Lobe compartilhou seus destaques pessoais do trabalho nas ilustrações para o livro da Marvel. Ilustrar um Groot Vetruviano de quatro braços (com Rocket no ombro!) foi talvez a imagem mais agradável que eu poderia ter imaginado fazer para este livro. Lobe acrescentou que não são apenas os “desenhos científicos” dos super-heróis que fascinam as pessoas, mas os detalhes que o livro inclui. “O melhor feedback que recebi em ‘Marvel Anatomy’ não tem nada a ver com a anatomia, mas com os próprios personagens; as pessoas me dizem que capturei as personalidades reais e não filtradas desse elenco colorido. Como artista de personagens, este é o meu feedback favorito”, contou. O ilustrador também falou sobre o que mais curtiu desenhar para o livro da Marvel. Desenhar a seção interior da armadura do Homem de Ferro foi uma experiência marcante, com certeza, mas minha seção transversal da conexão Eddie Brock/Venom deve ser uma das minhas obras favoritas no livro. Meu vídeo do YouTube [sobre a ilustração] obteve 100 mil visualizações em apenas uma semana, o que me diz que há uma verdadeira fome de ver mais deste material no mundo! Entre as dezenas de personagens dissecados (além dos já citados), as páginas da publicação mostram as entranhas de: Com informações de Space Já assistiu aos novos vídeos no YouTube do Olhar Digital? Inscreva-se no canal!", "link": "https://olhardigital.com.br/2023/06/11/reviews/livro-da-marvel-disseca-literalmente-herois-viloes-e-alienigenas/"}, {"author": "André Fogaça", "text": "O Apple Vision Pro não é um produto barato e a empresa da maçã sequer escondeu essa informação, mas mesmo com todos os avanços e os custos da produção e pesquisa, o valor ainda é um problema. Por outro lado, uma versão menos cara neste gadget deve ser anunciada em dois anos. Leia mais: Se você tem US$ 3,5 mil, ou algo perto de R$ 17 mil em conversão direta, poderá ter uma experiência mais imersiva e competente para quem pensa em computador pessoal. É tão pessoal que o Apple Vision Pro é feito para apenas uma pessoa, mas ao menos ele tem uma janela que impede o total isolamento do humano atrás do gadget. Para Mark Gurman, em sua newsletter deste domingo (11) na Bloomberg, o preço alto do Vision Pro foi discutido dentro da Apple ao ponto de ser sugerido que ele fosse anunciado alguns meses depois da WWDC. Algo como deixar o público e os desenvolvedores entenderem bem o produto, antes de dizer que ele é caro até para o americano. O analista aponta que a tecnologia envolvida, principalmente pela presença de duas pequenas telas de microLED em 4K, dois chips da própria Apple e o conjunto de sensores, faz o Vision Pro quase não dar lucro. Gurman acredita que os US$ 3,5 mil estão em uma casa que é capaz de apenas pagar o custo de fabricação do produto. Por outro lado, ele espera algumas mudanças para jogar este preço para baixo. As alterações no Vision Pro para deixar menos caro começam com a remoção do nome Pro e isso já faz sentido se você pensar nas variantes com este sufixo para o iPhone, Mac e iPad. São mais caros, por serem focados em outro público mais abonado ou em empresas. Agora, para reduzir de fato, o próximo óculos de realidade mista pode simplificar a construção da carcaça, exigir que o usuário utilize seus próprios fones de ouvido para poder remover os alto-falantes e trocar o sistema de ajuste automático para a distância de pupilas, para uma solução manual – como faz o PlayStation VR 2. Mark Gurman prevê este óculos menos caro, que seria chamado de Vision One ou só Vision, sendo anunciado e lançado no final de 2025 ou então já nos primeiros meses de 2026. Já assistiu aos novos vídeos no YouTube do Olhar Digital? Inscreva-se no canal!", "link": "https://olhardigital.com.br/2023/06/11/reviews/oculos-apple-vision-pro-deve-ficar-menos-caro-em-2025-veja-como/"}, {"author": "André Fogaça", "text": "O Galaxy Tab S9 Ultra passou pela homologação da FCC, agência dos Estados Unidos equivalente ao que temos aqui com a Anatel. Ele deve seguir os mesmos passos trilhados pelo atual S8 Ultra ao ser um tablet com tela consideravelmente grande e com foco em concorrer com o iPad Pro. Leia mais: O Galaxy Tab S8 Ultra foi anunciado em fevereiro do ano passado e seu sucessor deve chegar ao mercado em breve. É o que indica uma homologação na agência de telecomunicações dos Estados Unidos, a FCC. O documento certifica a conformidade técnica para o SM-X910, descrito como um “Dispositivo de Computação Portátil”. Rumores apontam que o SM-X910 é o Galaxy Tab S9 Ultra e ele tem tudo para fazer a mesma coisa que o S8 Ultra: chamar atenção e ser forte. Vazamentos recentes apontam para o novo produto com tela de 14,6 polegadas em painel OLED de 120 Hz, chip Snapdragon 8 Gen 2 no coração e bateria capaz de entregar 11.200 mAh, junto de suporte para carregamento veloz de 45 watts. Se confirmado, o Galaxy Tab S9 Ultra não mudará muito do que já temos no S8 Ultra. O atual tablet disponível no mercado, inclusive no Brasil, tem o mesmo tamanho de tela, tipo do display, atualização da imagem e muda somente no chip. No modelo que você pode comprar agora, o Snapdragon 8 Gen 1 está instalado e o gadget saiu da fábrica com Android 12, mas utiliza o 13 atualmente. A bateria também deve seguir inalterada, indo até mesmo para a capacidade de recarga em 45 watts. No Galaxy Tab S8 Ultra isso significa que para sair de 0% e chegar em 100%, o tablet precisa ficar 82 minutos plugado na tomada, com carregador de 45 watts. Com informações: GSMArena. Já assistiu aos novos vídeos no YouTube do Olhar Digital? Inscreva-se no canal!", "link": "https://olhardigital.com.br/2023/06/11/reviews/galaxy-tab-s9-ultra-deve-ser-lancado-em-breve-revela-anatel-dos-eua/"}]