[{"title": "Apple em promoção: descontos em iPhones, Macbooks e airpods", "date": "", "text": "Equipe TecMundo\n0 Compartilharam\nOs produtos da Apple são sinônimo de qualidade, mas também de alto investimento. Com celulares, notebooks e outros gadgets com especificações avançadas, a marca é desejo de consumo de usuários que não abrem mão de qualidade e modernidade.\nSe você também quer um iPhone para chamar de seu, ou um notebook potente para trabalhar, estudar ou até jogar, pode aproveitar as promoções da Semana Tech da Amazon, que está com várias ofertas de produtos Apple.\nDe airpods até iPhone 14, aproveite os descontos e garanta seu novo gadget! Veja as principais ofertas a seguir:\nFone de Ouvido Bluetooth Apple AirPods 2ª geração\n17%\nOFF\nFone de Ouvido Bluetooth Apple AirPods 2ª geração\nUm dos fones sem fio mais populares do mercado, com ajuste universal, ativação automática para produtos Apple e bateria de até 5 horas.\nR$ 1.143,97\nEM AMAZON\nR$ 949,00\nFone de Ouvido Bluetooth Apple 3ª geração\n14%\nOFF\nFone de Ouvido Bluetooth Apple AirPods 3ª geração\nÁudio espacial para você escutar o som por todos os lados, equalização adaptativa que ajusta a música aos seus ouvidos e bateria com maior duração e resistência a suor e água.\nR$ 1.799,00\nEM AMAZON\nR$ 1.549,00\nNotebook Apple MacBook Air 13”, Processador M1, 8GB RAM e SSD 256GB\n40%\nOFF\nNotebook Apple MacBook Air 13”, Processador M1, 8GB RAM e SSD 256GB\nO MacBook da Apple é potente, com CPU 8-core é 3,5 vezes mais rápida e está à altura dos projetos mais exigentes.\nR$ 12.999,00\nEM AMAZON\nR$ 7.799,00\nNotebook Apple MacBook Air 13”, Chip M2, SSD 512G\n24%\nOFF\nNotebook Apple MacBook Air 13”, Chip M2, SSD 512GB\nFaça tudo mais rápido com CPU de 8 núcleos de última geração, GPU de até 10 núcleos e até 24 GB de memória unificada.\nR$ 16.299,00\nEM AMAZON\nR$ 12.449,00\nSmartphone Apple Apple iPhone 11, 64GB\n44%\nOFF\nSmartphone Apple iPhone 11, 64GB\nO iPhone 11 tem 6,1 polegadas de tela, chip A13 Bionic com desempenho remarcável e câmera dupla que tiram excelentes fotos e vídeos. Um bom investimento para quem procura qualidade e durabilidade.\nR$ 4.999,00\nEM AMAZON\nR$ 2.799,00\nSmartphone Apple iPhone 12, 128GB\n43%\nOFF\nSmartphone Apple iPhone 12, 128 GB\nConta com a tela Super Retina XDR brilhante de 6,1 polegadas e Ceramic Shield, quatro vezes mais resistente a quedas. Fotos surpreendentes em pouca luz com o modo Noite em todas as câmeras.\nR$ 6.999,00\nEM AMAZON\nR$ 3.999,00\nSmartphone Apple iPhone 13, 128GB\n38%\nOFF\nSmartphone Apple iPhone 13, 128GB\nO iPhone 13 tem uma tela superbrilhante projetada para ser resistente, sistema de câmera dupla para fotos e vídeos com qualidade de cinema. O design foi pensado para ser forte e resistente à água e poeira.\nR$ 7.599,00\nEM AMAZON\nR$ 4.698,89\nSmartphone Apple iPhone 14, 256GB\nSmartphone Apple iPhone 14, 256GB\nO iPhone 14 possui tela de 6,1\", conectividade 5G, câmera12MP e resolução 2532 x 1170 pixels a 460 ppi, ideal para fazer fotos de alta qualidade. Possui função detecção de acidente e maior duração de bateria, até 20h de reprodução de vídeo.\nEM TECMUNDO COMPARADOR\nR$ 6.199,00\n--\nConheça o Comparador TecMundo\nConheça o Comparador TecMundo\nDezenas de categorias, milhares de produtos e os menores preços para você garantir as melhores escolhas em suas compras! Clique e conheça o nosso comparador de preços.\nCONHEÇA JÁ\nO Comparador TecMundo possui milhares de produtos de categorias como celulares, Smart TVs, notebooks, casa inteligente, consoles, eletrodomésticos e muito mais.\nNa página você encontrará os produtos que deseja e poderá fazer comparação de preço nas principais varejistas do mercado. Acesse o site e aproveite as ofertas disponíveis!\nComunicar Erro\nCupons de desconto TecMundo:\nCupom KaBuM: produtos até 10% OFF no link\nEU QUERO\nLeve 10% OFF com o cupom Casas Bahia\nEU QUERO\nTem 10% OFF no Cupom Samsung Primeira Compra\nEU QUERO\nNotebook: R$700 OFFF no cupom de desconto Dell\nEU QUERO\nCupom Amazon para comprar produtos com até 30% OFF\nEU QUERO\nNews de tecnologia e negócios\nDeixe seu melhor e-mail e welcome to the jungle.\nINSCREVER AGORA!\nConheça o The BRIEF »\nFontes\nAmazon\nCategorias\nProduto\nMercado\nApple\nDispositivos Móveis\niPhone\nMacBook\nApple AirPods\nVocê sabia que o TecMundo está no Facebook, Instagram, Telegram, TikTok, Twitter e no Whatsapp? Siga-nos por lá.", "link": "https://www.tecmundo.com.br/produto/264645-apple-promocao-descontos-em-iphones-macbooks-airpods.htm"}, {"title": "Comparativo: Galaxy Buds 2 Pro VS AirPods Pro de 2ª geração", "date": "", "text": "Lupa Charleaux\nvia nexperts\n0 Compartilharam\nPara muitas pessoas, os fones sem fio são itens obrigatórios para entretenimento e até uma ferramenta de trabalho. Na categoria premium, há dois modelos que se destacam: o AirPods Pro 2ª Geração da Apple e o Galaxy Buds 2 Pro da Samsung.\nAmbos os acessórios prometem entregar uma experiência topo de linha para os consumidores. Bem como, cada produto apresenta certas particularidades que podem chamar a atenção de determinados ouvintes.\nSe você está em dúvida sobre qual fone de ouvido combina com o seu perfil, o TecMundo traz um breve comparativo entre os dois modelos. Conheça os principais pontos de cada produto e, ao final, veja quem será o vencedor desta batalha!\nAirPods Pro (2ª Geração)\nFone de Ouvido Apple, AirPods Pro 2ª Geração\nO fone de ouvido sem fio da Apple com recursos aprimorados! Com 6 horas de áudio em apenas 1 recarga, áudio espacial, cancelamento ativo de ruído e modo ambiente adaptável e outros recursos.\nEM FAST SHOP\nR$ 2.295,73\nAnunciado em setembro de 2022, o AirPods Pro de 2ª geração foi redesenhado para melhorar a experiência dos usuários. Mais leve (5,3 gramas cada), o fone sem fio adota um visual arredondado com hastes e traz quatro pontas de silicone ajustáveis.\nCombinado com um driver de maior amplitude, o acessório usa o chip de áudio H2 da Apple. Além da ampla qualidade sonora, o modelo entrega recursos como cancelamento ativo de ruído (ANC) mais imersivo, Modo Ambiente e Áudio Espacial (som de 360º).\nCada fone traz microfones duplos com filtragem especial, melhorando a qualidade das chamadas ao eliminar os ruídos externos. Para mais, a pessoa pode atender ligações ou controlar a reprodução por comandos de toque.\nAirPods Pro 2 mantém o design minimalista seguido pela Apple.\nFonte:  Apple/Divulgação \nO AirPods Pro de 2ª Geração tem conexão Bluetooth 5.3 e autonomia de até 6 horas de reprodução de música com ANC habilitado. Então, o estojo de recarga garante mais 30 horas extras de entretenimento.\nO fone sem fio e a caixa de transporte têm certificação IPX4 de resistência à água e suor, sendo recomendado para esportistas. Vale mencionar que, em caso de perda, os acessórios podem ser localizados com o app Buscar da Apple.\nNo Brasil, o AirPods Pro de 2ª geração é vendido pelo preço sugerido de R$ 2.599 nas lojas oficiais da Apple. Seguindo o padrão minimalista da marca, o modelo está disponível apenas na cor branca.\nGalaxy Buds 2 Pro\nFone de Ouvido Bluetooth Samsung Galaxy Buds 2 Pro\nO Fone de Ouvido Bluetooth Samsung Galaxy Buds 2 Pro conta com desing moderno, intra-auricular, tecnologia Bluetooth, suporte à assistente pessoal, resistência à água, estojo de recarga e duração de bateria de 8 horas.\nEM BUSCAPÉ\nR$ 792,00\nO Galaxy Buds 2 Pro foi lançado em agosto de 2022 com várias melhorias comparado com as gerações anteriores de fones da Samsung. Com formato de “feijões” e leve (5,5 gramas cada), o modelo tem um design ergonômico e traz pontas de silicone.\nOs alto-falantes bidirecionais do acessório reproduzem áudio de alta fidelidade de 24 bits. Bem como, o fone sem fio traz ANC inteligente – que ajusta o isolamento conforme os ruídos ao redor –, modo Som Ambiente, tecnologia Dolby Atmos e suporte para 360 Audio.\nOutro atrativo é o recurso de detecção de voz, que desabilita o ANC quando o usuário começa a conversar com outra pessoa. Deixando as ligações mais limpas, cada fone tem 3 microfones com filtros de ruídos externos que eliminam até sons suaves de vento.\nGalaxy Buds 2 Pro é 15% menor que a geração anterior.\nFonte:  Samsung/Divulgação \nCom conexão Bluetooth 5.3, segundo a marca, o Galaxy Buds 2 Pro oferece até 5 horas de reprodução de áudio com ANC ativo. Enquanto isso, a caixa de transporte garante mais 18 horas de uso para o ouvinte.\nO fone sem fio traz certificação IPX7, sobrevivendo a mergulhos de até 1 metro por 30 minutos. Semelhante ao rival, em caso de perda, o acessório e o estojo de recarga podem ser localizados com a ajuda do app SmartThings Find da Samsung.\nDisponível nas cores branco, grafite ou violeta, o Galaxy Buds 2 Pro estreou com o preço sugerido de R$ 1.499 no Brasil. Atualmente, o modelo pode ser adquirido por valores em torno de R$ 1.199 em varejistas brasileiros.\nAirPods Pro 2 vs Galaxy Buds 2 Pro: quem ganha essa briga?\nEmbora sejam modelos premium, o AirPods Pro de 2ª Geração e o Galaxy Buds 2 Pro atingem diferentes públicos.\nFonte:  Apple/Samsung/Reprodução \nO AirPods Pro de 2ª Geração e o Galaxy Buds 2 Pro têm muitos pontos em comum, mas cada produto traz várias particularidades. Indiretamente, os fones sem fio premium buscam atingir diferentes públicos-alvo.\nPor isso, é necessário considerar certos pontos antes da compra:\nO AirPods Pro 2 é indicado para usuários de outros produtos da Apple, como iPhones e computadores Macs. Vale citar que certas funcionalidades, como o Áudio Espacial, não estão disponíveis ao usar o fone com dispositivos de outras marcas;\nO Galaxy Buds 2 Pro é recomendado para donos de celulares Android e máquinas Windows, por exemplo. Independentemente do dispositivo, o modelo entrega todos os recursos mencionados, incluindo o suporte para áudio de alta fidelidade.\nNão é possível definir um “campeão”, visto que cada modelo de fone combina com um perfil de usuário. Entretanto, nada impede que um usuário da Apple use o produto da Samsung e vice-versa.\n--\nDescobriu qual modelo de fone Bluetooth combina com o seu estilo? Fique de olho no TecMundo para mais conteúdos assim!\nComunicar Erro\nCupons de desconto TecMundo:\nCupom KaBuM: produtos até 10% OFF no link\nEU QUERO\nLeve 10% OFF com o cupom Casas Bahia\nEU QUERO\nTem 10% OFF no Cupom Samsung Primeira Compra\nEU QUERO\nNotebook: R$700 OFFF no cupom de desconto Dell\nEU QUERO\nCupom Amazon para comprar produtos com até 30% OFF\nEU QUERO\nFontes\nApple\nSamsung\nCategorias\nProduto\nApple\nSamsung\nFone de ouvido\nVocê sabia que o TecMundo está no Facebook, Instagram, Telegram, TikTok, Twitter e no Whatsapp? Siga-nos por lá.", "link": "https://www.tecmundo.com.br/produto/262811-comparativo-galaxy-buds-2-pro-vs-airpods-pro-2-geracao.htm"}, {"title": "Nothing Ear 2 é lançado: fone briga com AirPods Pro com novas funções", "date": "", "text": "Stella Perini\nvia nexperts\n0 Compartilharam\nA Nothing, empresa de tecnologia fundada por Carl Pei, acaba de anunciar seu mais novo lançamento: os fones de ouvido sem fio Nothing Ear 2. Com o objetivo de aprimorar a primeira geração de fones de ouvido, o novo produto oferece uma série de melhorias significativas.\nNovos fones de ouvido da marca Nothing.\nFonte:  Nothing/Divulgação \nEmbora os Ear 2 pareçam semelhantes aos seus antecessores, eles foram redesenhados com alguns aprimoramentos. A case está menor e utiliza menos materiais em sua construção, já os fones possuem o mesmo formato, mas seu interior foi ajustado para acomodar todas as outras mudanças na lista de recursos.\nAlém disso, eles suportam o LHDC 5.0, um codec de áudio que garante uma transmissão de frequência de até 24 bits/192kHz a velocidades de até 1Mbps. Isso significa que o som transmitido via Bluetooth pode ser ainda mais próximo ao conduzido por fio.\nBluetooth e controles  Android Authority\nO novo produto da Nothing é equipado com Bluetooth 5.4, enquanto os Ear 1 possuíam Bluetooth 5.2. Além disso, o modelo mais recente suporta conexões multiponto, o que permite que você conecte os fones a dois dispositivos simultaneamente.\nOs controles também foram atualizados: agora, ao invés de tocar nas hastes para controlar a reprodução, você deve apertá-las. Essa mudança torna o controle mais fácil e preciso para iniciar ou parar a reprodução, trocar de faixa, entre outras funções.\nCancelamento de ruído e bateria\nNovos fones Nothing Ear 2 contam com ANC.\nFonte:  Nothing/Divulgação \nO cancelamento ativo de ruído (ANC) dos Ear 2 foi aprimorado e agora é mais eficaz em bloquear o som, segundo a marca. Além disso, o aparelho pode se adaptar ao formato do canal auditivo de cada usuário, oferecendo mais conforto. Outra novidade é o Modo Adaptativo, que pode aumentar ou diminuir o ANC automaticamente de acordo com o ambiente.\nA duração da bateria também foi aprimorada. Com o recurso desativo, é possível obter até 6,3 horas de reprodução no novo produto, um avanço em relação à longevidade anunciada dos Ear 1, que era de seis horas. Com a função desligada e a case totalmente carregada, é possível chegar a até 36 horas de reprodução antes de ficar sem bateria.\nOs fones de ouvido Ear 2 podem ser adquiridos no site oficial da Nothing por US$ 149 (cerca de R$ 780 em conversão direta). Por enquanto, eles estão disponíveis apenas na cor branca. Acredita-se que um modelo preto seja lançado eventualmente, mas a empresa não fez nenhum comentário a respeito disso.\nComunicar Erro\nCupons de desconto TecMundo:\nCupom KaBuM: produtos até 10% OFF no link\nEU QUERO\nLeve 10% OFF com o cupom Casas Bahia\nEU QUERO\nTem 10% OFF no Cupom Samsung Primeira Compra\nEU QUERO\nNotebook: R$700 OFFF no cupom de desconto Dell\nEU QUERO\nCupom Amazon para comprar produtos com até 30% OFF\nEU QUERO\nCategorias\nProduto\nFone de ouvido\nBluetooth\nProdutos\nVocê sabia que o TecMundo está no Facebook, Instagram, Telegram, TikTok, Twitter e no Whatsapp? Siga-nos por lá.", "link": "https://www.tecmundo.com.br/produto/262087-nothing-ear-2-lancado-fone-briga-airpods-pro-com-novas-funcoes.htm"}, {"title": "5 formas de descobrir se o AirPods é original", "date": "", "text": "Marco Aurelio Andrade de Souza\nvia nexperts\n0 Compartilharam\nA Apple sempre foi uma marca inovadora quando se trata de tecnologia, lançando uma série de tendências que são replicadas pelo mercado posteriormente.\nNo mundo fonográfico isso não é diferente, e uma das principais apostas da empresa para trazer qualidade sonora aos seus clientes são os AirPods, os fones de ouvido sem fio da marca.\nCom eles, é possível ter até 5 horas de reprodução ininterrupta de músicas, além de cancelamento de ruído externo, conexão Bluetooth 5.0 e integração com outros dispositivos da Apple, como iPhones e Apple Watchs.\nDevido a grande popularidade, muitas cópias dos AirPods têm surgido no mercado, fazendo algumas pessoas ficarem confusas com a origem do produto visualizado, principalmente quando se trata de lojas desconhecidas.\nDessa maneira, no intuito de ajudar os leitores que podem estar passando por essa situação, trouxemos uma matéria com 5 formas de descobrir se o AirPods é original.\nConfira abaixo!\n1. Valor do produto\n(Unsplash/Reprodução)\nFonte:  Unsplash \nOs itens da Apple costumam ter um valor acima da média quando comparados a produtos similares no mercado. Ainda que o preço da loja oficial seja mais caro do que em grandes nomes do e-commerce, eles seguem uma determinada faixa de preço e isso é um dos principais pontos para prestar atenção antes de realizar a compra.\nNormalmente, sites que anunciam AirPods com preços muito atrativos podem ser falsos ou estar comercializando um produto que não se trata do original, mas sim, uma imitação.\nPor esse motivo, é recomendado realizar a compra dos itens apenas em lojas conhecidas e que já possuem sua marca consolidada no mercado. Além disso, em sites estrangeiros indicamos sempre ler os comentários de outros consumidores para saber o que eles estão falando do produto.\n2. Embalagem\nDe acordo com os fãs da Apple, uma das grandes experiências em adquirir os produtos da marca está em retirá-los da embalagem. Isso porque a empresa costuma utilizar bons materiais para a construção da embalagem, além de pensar na apresentação do produto que está dentro.\nPor esse motivo, uma outra forma de saber se os fones adquiridos são originais é observando a embalagem em que eles foram vendidos. Se por acaso ela transparecer ser frágil ou mesmo apresentar logotipos e cores que fogem do tradicional, certamente se trata de uma cópia.\nAlgumas características das embalagens da Apple é que elas são brancas e apresentam uma foto do produto na tampa superior, enquanto as laterais possuem o nome e descrição do item.\n3. Estrutura dos fones\n(Unsplash/Reprodução)\nFonte:  Unsplash \nSe as dicas anteriores não forem suficientes para identificar se o AirPods é ou não verdadeiro, prestar atenção na estrutura do produto pode solucionar a questão. Tanto em sua case de carregamento, como nos próprios fones, os materiais utilizados pela Apple são considerados de boa qualidade pelos especialistas, o que garante que o item tenha um bom acabamento final.\nIndo ao contrário disso, as falsificações costumam parecer frágeis e podem não ser tão confortáveis como a versão original. A cor branca dos fones também pode ser mais opaca nesses produtos, diferente do brilho que os modelos dos AirPods costumam ter.\nAlém disso, uma funcionalidade muito interessante dos fones da Apple é que eles são emparelhados de forma automática com outros itens da marcas, como os iPhones. Sendo assim, caso isso não ocorra, as chances do produto ser falso podem ser grandes.\n4. Qualidade sonora\nPrestar atenção na qualidade sonora dos AirPods também pode ser uma forma de descobrir se eles são verdadeiros. Recursos como equalização adaptativa, drivers dinâmicos e outras tecnologias estão presentes no modelo original para elevar a experiência de seus usuários.\nPor isso, se você perceber que as músicas não estão sendo reproduzidas com boa qualidade ou mesmo se elas apresentarem algum tipo de chiado, pode tratar-se de uma cópia.\n5. Número de série\n(Pexels/Reprodução)\nFonte:  Pexels \nA última forma de descobrir se o seu AirPods é ou não original é a partir do número de série, que está presente em todos os dispositivos da Apple. A informação pode ser encontrada tanto nos fones, na parte de baixo de cada um deles, como nos ajustes do iPhone, quando o AirPods estiver conectado ao dispositivo.\nUma vez que a informação for encontrada, os usuários da maçã devem utilizar a ferramenta Check Coverage da empresa para verificar a autenticidade do produto. Para acessá-la, basta clicar aqui.\nEm seguida, é preciso inserir o número de série visualizado e aguardar para ver se ele é ou não reconhecido pela Apple. Em caso de negativa, quer dizer que o produto adquirido não é original.\nCompre seu AirPods Original\nConfira algumas opções originais do fone sem fio da Apple:\nFone de Ouvido Bluetooth  Apple Airpods 2\n35%\nOFF\nFone de Ouvido Bluetooth Apple Airpods 2\nCom som de qualidade premiada, o Apple Airpods 2 se configura com apenas 1 toque. Além de saber quando estão no seu ouvido, possui carregamento sem fio, se ligam e se desligam automaticamente.\nR$ 1.649,00\nEM AMAZON\nR$ 1.079,10\nFone de Ouvido Bluetooth  Apple Airpods 3\nFone de Ouvido Bluetooth Apple Airpods 3\nConheça todas as novidades dos AirPods: áudio espacial para você escutar o som por todos os lados, equalização adaptativa que ajusta a música aos seus ouvidos, e bateria com maior duração e resistência a suor e água. Prontos para levar você a uma experiência mágica.\nEM BUSCAPÉ\nR$ 1.599,99\nFone de Ouvido Bluetooth  Apple Airpods Pro\nFone de Ouvido Bluetooth Apple AirPods Pro\nO Fone de Ouvido Bluetooth Airpod Pro da Apple conta com microfone e cancelamento de ruído. É resistente à água e também ao suor, conta com suporte à assistente pessoal, estojo de carregamento e gerenciamento de chamadas.\nEM BUSCAPÉ\nR$ 1.529,10\nComunicar Erro\nCupons de desconto TecMundo:\nCupom KaBuM: produtos até 10% OFF no link\nEU QUERO\nLeve 10% OFF com o cupom Casas Bahia\nEU QUERO\nTem 10% OFF no Cupom Samsung Primeira Compra\nEU QUERO\nNotebook: R$700 OFFF no cupom de desconto Dell\nEU QUERO\nCupom Amazon para comprar produtos com até 30% OFF\nEU QUERO\nNews de tecnologia e negócios\nDeixe seu melhor e-mail e welcome to the jungle.\nINSCREVER AGORA!\nConheça o The BRIEF »\nFontes\nPromobit\nApple\nApple\nCategorias\nProduto\nApple AirPods\nFone de ouvido\nMercado\nGuias de Compra\nVocê sabia que o TecMundo está no Facebook, Instagram, Telegram, TikTok, Twitter e no Whatsapp? Siga-nos por lá.", "link": "https://www.tecmundo.com.br/produto/259324-5-formas-descobrir-airpods-original.htm"}, {"title": "AirPods Lite 'baratinho' deve ser lançado em 2024 ou 2025", "date": "", "text": "André Luiz Dias Gonçalves\nvia nexperts\n0 Compartilharam\nSuposta versão mais barata do fone de ouvido da Apple, o AirPods Lite deve chegar às lojas entre o final de 2024 e o início de 2025, conforme especulou o analista Ming-Chi Kuo nesta quinta-feira (12). A fabricante estaria pensando em um modelo com preço mais acessível para competir com a concorrência.\nConforme o especialista em assuntos da Maçã, a big tech pode estrear a versão “baratinha” do fone no segundo semestre do próximo ano, juntamente com a aguardada atualização do AirPods Max, que chegou às lojas em 2020. No entanto, o lançamento da variante de entrada também não está descartado para o primeiro semestre de 2025.\nAirPods 2 vs AirPods 3: as diferenças são impactantes?\nEm relação ao preço do AirPods Lite, Kuo diz que ele deverá custar US$ 99, valor equivalente a R$ 508 pela cotação de hoje, sem considerar taxas e impostos. Isso significaria uma redução de US$ 30 (R$ 153) se comparado ao modelo mais acessível da segunda geração do fone vendido pela gigante de Cupertino.\n(4/5)\nThe next-generation AirPods will likely begin mass shipments in 2H24 or 1H25, including more affordable AirPods (with Apple targeting a price of $99) and new AirPods Max, which will be assembled by Luxshare ICT and Hon Teng.\n— ??? (Ming-Chi Kuo) (@mingchikuo) January 12, 2023\nNo Brasil, o modelo mais barato à venda, atualmente, tem preço sugerido pela Apple de R$ 1.399, valor referente ao AirPods de 2ª geração, em sua variante mais básica. A versão Pro da mesma geração sai por R$ 2.599, enquanto o AirPods de 3ª geração custa R$ 1.899 e o AirPods Max é vendido a R$ 6.590.\nFicha técnica indefinida\nDetalhes sobre as especificações do novo AirPods barato ainda não foram divulgados, mas é de se esperar as ausências de alguns recursos para garantir o preço mais acessível. Especula-se que o modelo não terá suporte ao Áudio Espacial nem recarga sem fio, por exemplo.\nVale destacar também que, até o momento, a Apple não confirmou a produção desta versão, embora Kuo e outras fontes confiáveis venham falando sobre o modelo há algum tempo.\nFone de Ouvido Apple, AirPods Pro 2ª Geração\nO fone de ouvido sem fio da Apple com recursos aprimorados! Com 6 horas de áudio em apenas 1 recarga, áudio espacial, cancelamento ativo de ruído e modo ambiente adaptável e outros recursos.\nEM BUSCAPÉ\nR$ 1.529,10\nComunicar Erro\nCupons de desconto TecMundo:\nCupom KaBuM: produtos até 10% OFF no link\nEU QUERO\nLeve 10% OFF com o cupom Casas Bahia\nEU QUERO\nTem 10% OFF no Cupom Samsung Primeira Compra\nEU QUERO\nNotebook: R$700 OFFF no cupom de desconto Dell\nEU QUERO\nCupom Amazon para comprar produtos com até 30% OFF\nEU QUERO\nFontes\nGizmochina\nTwitter/Ming-Chi Kuo\nCategorias\nProduto\nApple AirPods\nApple\nVocê sabia que o TecMundo está no Facebook, Instagram, Telegram, TikTok, Twitter e no Whatsapp? Siga-nos por lá.", "link": "https://www.tecmundo.com.br/produto/259128-airpods-lite-baratinho-deve-lancado-2024-2025.htm"}, {"title": "AirPods Lite: Apple pode lançar versão baratinha de seu fone", "date": "", "text": "Lupa Charleaux\nvia nexperts\n0 Compartilharam\nFamosa linha de fones de ouvido sem fio da Apple, o AirPods pode ganhar uma versão com preço mais acessível. Ao menos é o que indica o analista Jeff Pu, fonte confiável de assuntos da indústria de eletrônicos.\nBatizado de AirPods Lite, o acessório pode estrear com valores abaixo de US$ 129 (cerca de R$ 1.080 na atual conversão direta). Contudo, o produto ainda ficaria uma categoria acima dos AirPods de 2ª geração, que teriam o preço reduzido para US$ 99 (R$ 537).\nO AirPods Lite assumiria o posto de opção intermediária do AirPods de 2ª geração.\nFonte:  Apple/Divulgação \nSegundo Jeff Pu, devido à baixa procura pelos fones de ouvido, as remessas de AirPods pode ter uma queda de mais de 13% em 2023. O analista sugere uma redução de 73 milhões de unidades em 2022 para 63 milhões de unidades neste ano.\nPara mais, o especialista revela que o lançamento dos AirPods de 3ª geração teve uma “resposta suave” do mercado. Um dado que reforça a previsão de baixas vendas dos acessórios em 2023.\nItaú agora vende AirPods no programa iPhone pra Sempre\nContudo, Jeff Pu diz que a Apple não deve lançar o suposto AirPods Lite ou outra variante dos fones de ouvido neste ano. Bem como, não há detalhes técnicos sobre a opção de “baixo custo” do acessório.\nEm diversos mercados, o AirPods de 2ª geração é o fone de ouvido mais barato da Apple.\nFonte:  Apple/Divulgação \nPreços do AirPods\nAtualmente, a linha AirPods da Apple tem quatro modelos: AirPods Pro de 2ª geração, AirPods de 3ª geração, AirPods de 2ª geração e AirPods Max. No Brasil, os fones de ouvido podem ser adquiridos com preços a partir de R$ 1.399.\nApple: Brasil tem o AirPods Pro 2 mais caro do mundo\nCom a suposta chegada do AirPods Lite, como dito, é possível que os AirPods de 2ª geração tenham uma redução de preço em diversos mercados. Bem como, a fabricante teria um novo produto para disputar espaço com opções intermediárias de outras marcas.\nComunicar Erro\nCupons de desconto TecMundo:\nCupom KaBuM: produtos até 10% OFF no link\nEU QUERO\nLeve 10% OFF com o cupom Casas Bahia\nEU QUERO\nTem 10% OFF no Cupom Samsung Primeira Compra\nEU QUERO\nNotebook: R$700 OFFF no cupom de desconto Dell\nEU QUERO\nCupom Amazon para comprar produtos com até 30% OFF\nEU QUERO\nNews de tecnologia e negócios\nDeixe seu melhor e-mail e welcome to the jungle.\nINSCREVER AGORA!\nConheça o The BRIEF »\nFontes\n91mobiles\nCategorias\nProduto\nFone de ouvido\nMercado\nApple\nApple AirPods\nVocê sabia que o TecMundo está no Facebook, Instagram, Telegram, TikTok, Twitter e no Whatsapp? Siga-nos por lá.", "link": "https://www.tecmundo.com.br/produto/257811-airpods-lite-apple-lancar-versao-baratinha-fone.htm"}, {"title": "Itaú agora vende AirPods no programa iPhone pra Sempre", "date": "", "text": "Karoline Albuquerque\nvia nexperts\n0 Compartilharam\nO Itaú atualizou o programa iPhone pra Sempre. Agora, além dos smartphones da Apple, os usuários conseguem também adquirir AirPods. Podem participar do programa, feito em parceria com a big tech, clientes do banco e quem tem cartões Itaú.\nA compra deve ser realizada dentro do aplicativo do banco e a entrega tem frete grátis. O cliente precisa selecionar o modelo de AirPods que deseja e parcelar a compra de 21 vezes, sem juros, no cartão de crédito, tanto do Itaú como Credicard.\nFone AirPods Pro 2 vs AirPods Pro (2019): veja as diferenças\nOs AirPods de 2ª geração custam R$ 1.299 e ficam por parcelas de R$ 61,86. Já a 3ª geração dos fones de ouvido da Apple saem por 21 parcelas de R$ 110,24, totalizando R$ 2.315. Por fim, os AirPods Pro ficam por R$ 121,19, ou um total de R$ 2.547.\nOs AirPods do programa iPhone pra Sempre não podem ser trocados ou devolvidos.\nFonte:  Lala Azizli/Unsplash \nO programa existe desde 2020. Ao pagar a mensalidade do iPhone pra Sempre, o cliente pode trocar de dispositivo após um tempo determinado. O smartphone antigo deve ser devolvido seguindo instruções enviadas por e-mail.\nEssa é a grande diferença dos AirPods: eles não podem ser trocados ou devolvidos. Cada pessoa pode comprar até cinco dispositivos, juntando os fones e os celulares. Mas, é preciso ter limite disponível no cartão de crédito. Há também uma modalidade de seguro no programa.\nComunicar Erro\nCupons de desconto TecMundo:\nCupom KaBuM: produtos até 10% OFF no link\nEU QUERO\nTem 10% OFF no Cupom Samsung Primeira Compra\nEU QUERO\nCupom Amazon para comprar produtos com até 30% OFF\nEU QUERO\nNotebook: R$700 OFFF no cupom de desconto Dell\nEU QUERO\nCupom Hostgator: Hospedagem para WordPress 50% OFF\nEU QUERO\nNews de tecnologia e negócios\nDeixe seu melhor e-mail e welcome to the jungle.\nINSCREVER AGORA!\nConheça o The BRIEF »\nFontes\nMacMagazine\nItaú\nCategorias\nDispositivos Móveis\nMercado\nApple\nBanco\nProduto\nApple AirPods\nVocê sabia que o TecMundo está no Facebook, Instagram, Telegram, TikTok, Twitter e no Whatsapp? Siga-nos por lá.", "link": "https://www.tecmundo.com.br/dispositivos-moveis/257582-itau-vende-airpods-programa-iphone-pra-sempre.htm"}, {"title": "Como usar o AirPods Pro 2 com um celular Android?", "date": "", "text": "Lupa Charleaux\nvia nexperts\n0 Compartilharam\nTrazendo várias melhorias, o AirPods Pro 2 já está disponível no Brasil. Ao contrário do que muitos usuários acreditam, os fones de ouvido da Apple podem ser usados por dispositivos Android.\nNeste breve guia, explicaremos o passo a passo para conectar o AirPods Pro 2 ou outro fone da Maçã aos smartphones Android. Bem como, revelamos as diferenças de usar os fones de ouvido com aparelhos que não são iPhones.\nA segunda geração do AirPods Pro estreia com o novo conjunto de driver de áudio.\nFonte:  Apple/Divulgação \nComo parear o AirPods Pro 2 com um celular Android?\nO pareamento do AirPods Pro 2 com um dispositivo Android é um processo semelhante a conectar qualquer outro fone de ouvido bluetooth. Acompanhe o passo a passo abaixo:\nPressione o botão na parte de trás do estojo de transporte do AirPods Pro 2 por alguns segundos até a luz indicadora piscar em branco. Isso indica que o fone está em modo de emparelhamento;\nNo telefone Android, acesse as configurações de Bluetooth do aparelho;\nEspere o AirPods Pro 2 ser listado e toque para iniciar a conexão sem fio;\nEm alguns dispositivos, pode surgir uma notificação solicitando a permissão de acesso à lista de contatos e histórico de chamadas;\nPronto, agora é possível ouvir música, assistir a vídeos e realizar chamadas usando o AirPods Pro 2.\nVale mencionar que esse procedimento serve para conectar outros modelos de fones bluetooth da Apple aos smartphones Android.\nAo usar o AirPods Pro 2 com dispositivo Android, o fone de ouvido \"perde\" alguns recursos.\nFonte:  Apple/Divulgação \nQuais são as desvantagens de usar o AirPods Pro 2 no Android?\nInfelizmente, o AirPods Pro 2 e outros fones da Apple perdem algumas funcionalidades ao serem usados com um telefone Android. A primeira delas é o pareamento rápido com apenas um toque ao abrir o estojo de transporte, disponível somente para iPhones.\nApple anuncia AirPods Pro 2 com até 30h de bateria e ANC melhorado\nOs usuários mais exigentes podem sentir falta do suporte ao Áudio Espacial. A função que simula uma experiência sonora em 360 graus é exclusiva para os telefones e outros dispositivos da Maçã.\nO sensor de detecção de pele, usado para pausar a música quando a pessoa tira os fones da orelha, também fica “desativado” ao ser usado com Android. Bem como, o usuário não pode personalizar os comandos de toque ou ativar o modo de transparência.\nOutros modelos de fones de ouvido da Apple, como o AirPods Max, podem ser usados com celulares Android.\nFonte:  Apple/Divulgação \nVale a pena usar o AirPods Pro 2 com um dispositivo Android?\nUsar o AirPods Pro 2 ou outro fone de ouvido da Apple com aparelhos Android depende do perfil do usuário. Por exemplo, os acessórios serão úteis para pessoas que usam tanto dispositivos da Maçã quanto celulares com o sistema operacional móvel do Google.\nPor outro lado, o produto não traz tantos benefícios para um consumidor que usa apenas celulares e tablets Android em tempo integral. Ainda mais se considerar a ausência de diversos recursos que serão exclusivos para iPhones.\nApple: Brasil tem o AirPods Pro 2 mais caro do mundo\nNesse último cenário, a recomendação é procurar por um fone de ouvido bluetooth que \"converse\" com o Android e entregue funcionalidades semelhantes. Para mais, esses acessórios podem ter preços mais acessíveis do que os modelos da Apple.\nVocê já sabia como conectar o AirPods Pro 2 aos telefones Android? Não esqueça de compartilhar esse guia com outras pessoas que ainda possuem essa dúvida.\nComunicar Erro\nCupons de desconto TecMundo:\nCupom KaBuM: produtos até 10% OFF no link\nEU QUERO\nLeve 10% OFF com o cupom Casas Bahia\nEU QUERO\nTem 10% OFF no Cupom Samsung Primeira Compra\nEU QUERO\nNotebook: R$700 OFFF no cupom de desconto Dell\nEU QUERO\nCupom Amazon para comprar produtos com até 30% OFF\nEU QUERO\nNews de tecnologia e negócios\nDeixe seu melhor e-mail e welcome to the jungle.\nINSCREVER AGORA!\nConheça o The BRIEF »\nFontes\nXDA Developers\nCategorias\nProduto\nApple AirPods Pro\nMercado\nApple\nFone de ouvido\nVocê sabia que o TecMundo está no Facebook, Instagram, Telegram, TikTok, Twitter e no Whatsapp? Siga-nos por lá.", "link": "https://www.tecmundo.com.br/produto/253882-usar-airpods-pro-2-celular-android.htm"}, {"title": "Fone Airpods Pro 2 vs Airpods Pro (2019): veja as diferenças", "date": "", "text": "Felipe Vidal\nvia nexperts\n0 Compartilharam\nNos últimos anos, o fone sem fio no modelo true wireless ganhou destaque na categoria de áudio. E o Airpods Pro é um dos produtos mais cobiçados pelos consumidores aficionados por uma boa qualidade sonora.\nEste ano a Apple lançou a 2ª geração dos AirPods Pro, com as vendas iniciadas recentemente. recentemente. Mas será que o novo modelo tem muitas diferenças com o anterior?\nNesse comparativo, colocamos os dois fones lado a lado e mostramos suas principais características.\nDesign\nSe você gostava do design do primeiro Airpods Pro, o novo modelo praticamente mantém o mesmo visual que vem consagrando a Maçã. As diferenças são bem sutis, como a adição de mais controles touch nas hates. Antes só era possível pausar, reproduzir sons, e pular faixas, mas agora o usuário pode deslizar o dedo para cima ou para baixo para aumentar e diminuir o volume.\nAirpods Pro de 2019 (preto) vs Airpods Pro 2 (branco)\nFonte:  Apple/reprodução \nA construção mantém o padrão em alumínio, reafirmando o status topo de linha dos Airpods Pro. Outra mudança que não deve ser tão notada é a respeito das borrachinhas da ponta dos fones, que dessa vez chegam com um tamanho extra maior, para encaixar em ouvidos mais largos.\niPhone 15 Pro pode ser lançado sem botões físicos e com USB-C\nO estojo de carregamento mantém o mesmo tamanho e formato, assim como continua com um conector do tipo Lightning para carregamento, o que pode desapontar aqueles que esperavam por uma porta USB Tipo-C.\nAlém disso, a parte traseira da case ainda conta com algumas saídas sonoras para auxiliar na localização do conjunto através do sistema de Busca Precisa, integrado aos iPhone.\nQualidade sonora\nO fone Airpods Pro 2 tem uma qualidade sonora superior quando comparado ao seu antecessor. O principal motivo disso é a inserção do chip H2, que traz melhorias para o som tridimensional, e o recurso de Equalização Adaptativa, que ajusta a música de forma inteligente para gerar agudos e graves mais bem acentuados.\n Apple/divulgação \nNo primeiro Airpods Pro a Apple utilizava o chip H1, que trouxe uma boa revolução para seus aparelhos, mas, por ser mais antigo, é consequentemente inferior. Somado a esse processador, a 1ª geração contava com dois sensores de pele para os fones \"entenderam\" onde estão posicionados (bolso, mochila ou orelhas), mas a nova versão do fone sem fio conta com apenas um.\nRecursos e conectividade\nUm recurso interessante que chega com o fone Airpods Pro 2 é o Áudio Espacial Personalizado. A função utiliza a câmera True Depth do iPhone para escanear a cabeça e orelhas do usuário. Segundo os engenheiros de firmware da divisão de Airpods, a intenção é \"fazer com que cada pessoa receba uma experiência de áudio única\". No entanto, vale mencionar que a função também chegará ao Airpods Pro 1 graças a atualização do iOS 16.\nO lançamento dos novos fones também foi agraciado com a conectividade Bluetooth 5.3, enquanto o aparelho de 2019 utiliza a versão 5.0 da tecnologia, melhorando a transmissão de dados entre dispositivos.\nCancelamento de ruído\nO cancelamento de ruído talvez seja uma das funcionalidades que os fãs de um bom fone sem fio mais tem aguardado para testar em novos aparelhos. O primeiro Airdpods Pro já fazia um bom trabalho nesse quesito, mas devido às melhorias de processador no novo modelo, a experiência parece ser ainda melhor agora.\n Apple/divulgação \nA Apple está prometendo até 2x mais de performance para o ANC, seja ao escutar músicas ou falar em uma chamada. A Inteligência Artificial do processador é capaz de separar barulhos indesejados, como sons de pássaros, ruídos de carros, conversas paralelas de pessoas ao seu redor, etc, proporcionando uma melhor qualidade ao usuário.\nBateria\nPor fim, a bateria do novo fone Airpods ganhou um incremento muito bem-vindo. Agora, a autonomia energética do gadget é de 6 horas em reprodução direta, e até 30 horas quando com o estojo de carregamento. No modelo anterior era possível utilizar o fone por 4 ou 5 horas, ou por até 24 horas com a case.\nPreço e disponibilidade\nO Airpods Pro 2 já está disponível de forma oficial no Brasil, custando R$ 2.599 no site da Apple. O Airpods Pro original, por sua vez, não é mais encontrado no site da Maçã, porém, pode ser adquirido em varejistas por cerca de R$ 1.750.\nQual é melhor?\nFone de Ouvido Apple, AirPods Pro\nO Airpod Pro da Apple conta com microfone e cancelamento de ruído. É resistente à água e também ao suor, conta com suporte à assistente pessoal, estojo de carregamento e gerenciamento de chamadas.\nEM TECMUNDO COMPARADOR\nR$ 1.499,00\nFone de Ouvido Apple, AirPods Pro 2ª Geração\nO fone de ouvido sem fio da Apple com recursos aprimorados! Com 6 horas de áudio em apenas 1 recarga, áudio espacial, cancelamento ativo de ruído e modo ambiente adaptável e outros recursos.\nEM BUSCAPÉ\nR$ 1.529,10\nO fone Airpods de 2ª geração ganha em praticamente todos os aspectos quando comparado ao primeiro modelo. No entanto, a diferença de preço de praticamente 1000 reais entre os modelos é um grande impeditivo para muitos.\nMesmo investindo no modelo de 2019, o usuário terá uma qualidade sonora, cancelamento de ruído e integração com o iPhone sem problemas, e definitivamente terá um fone sem fio muito acima da média.\nAgora, se dinheiro não é um empecilho, a nova versão é uma das melhores opções disponíveis no mercado.\nComunicar Erro\nFontes\nTom's Hardware\nDigital Trends\nCategorias\nProduto\nApple AirPods Pro\nAlerta de oferta\nFone de ouvido\nVocê sabia que o TecMundo está no Facebook, Instagram, Telegram, TikTok, Twitter e no Whatsapp? Siga-nos por lá.", "link": "https://www.tecmundo.com.br/produto/253645-fone-airpods-pro-2-vs-airpods-pro-2019-veja-diferencas.htm"}, {"title": "AirPods Max: ANC é afetado após atualização de software", "date": "", "text": "André Luiz Dias Gonçalves\nvia nexperts\n0 Compartilharam\nUma atualização de software lançada recentemente pela Apple para o AirPods Max parece ter afetado o funcionamento do cancelamento de ruído ativo (ANC) do fone de ouvido, reduzindo a eficácia do recurso. O problema foi detectado em testes feitos pelo site RTings no sábado (22), após reclamações de usuários.\nAs mudanças na ferramenta de isolamento de ruídos do headphone sem fio da Maçã teriam surgido depois da atualização para o firmware 4E71. Com a nova versão, o ANC “bloqueia um pouco menos de ruído entre a faixa de médios a graves do que o firmware anterior”, de acordo com a publicação.\nO relatório cita ainda que as modificações podem ser notadas em sons como aqueles gerados por motores de veículos, de aviões e nas viagens de trem. Esses barulhos ficaram mais audíveis depois do update, mesmo que o proprietário esteja com a funcionalidade ativada.\nO ANC do AirPods Max continua \"ótimo\", no geral, de acordo com o relatório.\nFonte:  Apple/Divulgação \nNo documento, os responsáveis pelos testes com o ANC do Apple AirPods Max também mencionam que a percepção dos ruídos varia de um usuário para o outro, ou seja, enquanto alguns poderão notar os ruídos de maneira mais evidente, outros sequer perceberão tais sons. Eles comentaram ainda que o cancelamento segue funcionando “extremamente bem” nas demais frequências.\nUpdate automático\nComo lembra o XDA, as atualizações de software dos AirPods são realizadas automaticamente, em segundo plano. Com isso, não há muito o que o usuário possa fazer para bloqueá-las, de maneira oficial, e reverter as consequências.\nApesar das reclamações surgidas principalmente nos fóruns online, a Apple ainda não se pronunciou sobre a mudança no ANC do AirPods Max, não ficando claro se ela disponibilizará um novo update para corrigir o problema.\nComunicar Erro\nCupons de desconto TecMundo:\nCupom KaBuM: produtos até 10% OFF no link\nEU QUERO\nLeve 10% OFF com o cupom Casas Bahia\nEU QUERO\nTem 10% OFF no Cupom Samsung Primeira Compra\nEU QUERO\nNotebook: R$700 OFFF no cupom de desconto Dell\nEU QUERO\nCupom Amazon para comprar produtos com até 30% OFF\nEU QUERO\nNews de tecnologia e negócios\nDeixe seu melhor e-mail e welcome to the jungle.\nINSCREVER AGORA!\nConheça o The BRIEF »\nFontes\nXDA\nApple Insider\nCategorias\nProduto\nApple AirPods\nMercado\nApple\nFone de ouvido\nVocê sabia que o TecMundo está no Facebook, Instagram, Telegram, TikTok, Twitter e no Whatsapp? Siga-nos por lá.", "link": "https://www.tecmundo.com.br/produto/253293-airpods-max-anc-afetado-atualizacao-software.htm"}]