[{"title": "WWDC23: Apple anuncia \"Adaptive Audio\" e outros recursos para AirPods", "author": "Rodrigo Silva", "date": "05 de junho de 2023 0", "text": "A Apple aproveitou a WWDC 2023 para apresentar algumas novidades que devem chegar aos AirPods em breve. Nesse sentido, os modelos de fones de ouvido da empresa devem chegar com melhorias importantes na parte de áudio, como um recurso chamado Adaptive Audio.\nEssa nova função vai ser mostrada junto das opções que ativam o cancelamento ativo de ruído e o modo transparência. Com essa funcionalidade, os dispositivos farão uma constante análise do ambiente ao redor do usuário com o objetivo de ajustar o nível dos outros dois recursos para melhorar a experiência de forma geral.", "link": "https://www.tudocelular.com/eventos/noticias/n207109/apple-anuncia-novas-funcoes-para-airpods.html"}, {"title": "AirPods coloridos: Apple trabalhou em 5 cores para fones combinarem com o iPhone 7", "author": "Everson Bicudo", "date": "30 de maio de 2023 0", "text": "Os AirPods se tornaram mundialmente famosos desde a sua primeira versão na cor branca, mas agora o usuário Kosutami do Twitter diz que a Apple trabalhou em várias cores para combinar com o iPhone 7. Kosutami também nos revelou que a Apple também desenvolveu versões do MagSafe em outras cores para o iPhone 12.", "link": "https://www.tudocelular.com/acessorios/noticias/n206778/apple-airpods-em-5-cores-combinar-iphone-7.html"}, {"title": "Polícia apreende em aeroporto mais de mil AirPods Pro 2 e Apple Watches falsificados", "author": "Lucas Ribeiro", "date": "27 de abril de 2023 0", "text": "Autoridades alfandegárias dos Estados Unidos apreenderam uma enorme remessa com mais de mil pares do AirPods Pro 2 e 50 relógios inteligentes Apple Watches falsificados no Aeroporto Internacional Washington Dulles. Segundo informações dos oficiais, o montante encontrado equivale a US$ 290 mil, cerca de R$ 1,4 milhão na conversão direta.\nEsses produtos foram encontrados no dia 15 de março em um lote com destino ao Condado de Fairfax, na Virgínia (EUA). Os policiais suspeitaram que os produtos poderiam ser falsificados e os detiveram para uma investigação mais aprofundada; ninguém foi acusado criminalmente pelo envio dos itens paralelos.", "link": "https://www.tudocelular.com/mercado/noticias/n205484/policia-apreende-mais-de-mil-airpods-falsificados.html"}, {"title": "Patente da Apple sugere AirPods com chip e sensores para tornar o som mais imersivo", "author": "Rodrigo Silva", "date": "10 de abril de 2023 0", "text": "Uma nova patente registrada pela Apple pode ser uma pista de como os novos AirPods vão funcionar. A descoberta foi feita pelo portal ItHome e faz menção a um modelo de fone de ouvido com design e funcionalidades que vão entregar ao usuário uma experiência de som mais imersiva.\nA imersão da música, a princípio, pode variar de acordo com a pessoa, sendo algo bem particular de cada um. Portanto, ao levar essa novidade em conta, pode-se dizer que a maçã estaria apostando em uma forma de proporcionar um nível de experiência de áudio de acordo com o ambiente em que o dono dos fones está localizado.", "link": "https://www.tudocelular.com/apple/noticias/n204734/patente-apple-airpods-com-som-mais-imersivo.html"}, {"title": "Patente da Apple sugere estojo de recarga com tela sensível ao toque e novas funções para AirPods", "author": "Fernando Meliani", "date": "03 de abril de 2023 0", "text": "O Escritório de Patentes dos Estados Unidos publicou uma nova patente solicitada pela Apple. Documentos revelados em 30 de março indicam que a fabricante está trabalhando em um novo estojo de recarga para seus fones de ouvido sem fio, os AirPods, que se destacaria por utilizar uma tela integrada sensível ao toque.\nA patente intitulada de “Dispositivos, Métodos e Interações com Interface de Usuário com um Estojo de Fones” detalha maneiras de controlar o áudio sem a necessidade de estar próximo da fonte, como o iPhone ou Mac. Para isso, o documento mostra um projeto de estojo de carregamento com o qual os usuários poderiam interagir através de uma tela.", "link": "https://www.tudocelular.com/curiosidade/noticias/n204503/apple-estojo-recarga-tela-integrada-fones-airpods.html"}, {"title": "Versão com fio? AirPods da Apple são modificados por engenheiro que criou iPhone com USB-C", "author": "Fernando Meliani", "date": "01 de abril de 2023 0", "text": "Ken Pillonel, um engenheiro que já produziu façanhas com produtos da Apple, voltou aos holofotes com uma nova modificação que irá atrair os usuários com preferências clássicas que sentem falta dos fones de ouvido com fio. O especialista divulgou um vídeo neste sábado (1º) que mostra seu processo de criação de uma versão dos AirPods.com fio e porta USB-C.\nEm 42 segundos, o engenheiro mostra como transformou um par de AirPods defeituosos em um fone de ouvido com fio que remete aos dias de glória dos EarPods. Com adaptações complexas e muita solda, os acessórios compatíveis somente com Bluetooth passaram a contar com a porta universal que permite conectá-los em qualquer celular.", "link": "https://www.tudocelular.com/curiosidade/noticias/n204443/airpods-apple-com-fio-modificado-iphone-usb-c.html"}, {"title": "AirPods perdido em academia é recuperado por brasileiro com o aplicativo Buscar", "author": "Daniel Tavares", "date": "31 de março de 2023 0", "text": "O brasileiro Paulo Ribeiro compartilhou em seu perfil no Twitter uma experiência vivida após esquecer seu fone de ouvido AirPods Pro na academia que frequenta. O morador da cidade de São Paulo usou o aplicativo Buscar para reaver o acessório.\nConforme o relato, que viralizou nas redes sociais, Paulo monitorou o acessório pelo aplicativo por cerca de 10 dias. A pessoa que achou o fone de ouvido também frequentava a academia e guardou o produto sem alarde, e não buscou o dono para devolvê-lo.", "link": "https://www.tudocelular.com/curiosidade/noticias/n204426/airpods-perdido-recuperado-brasileiro-app-buscar.html"}, {"title": "AirPods Pro 2 com estojo de carregamento USB-C pode ser lançado no 2º trimestre, diz rumor", "author": "Lucas Ribeiro", "date": "24 de março de 2023 2", "text": "A Apple deve lançar no 2º trimestre deste ano os AirPods Pro 2, é o que sugere um rumor. Ao que tudo indica, o acessório deve substituir o tradicional conector lightning por uma entrada USB-C, mudança que atende as novas diretrizes impostas pela União Europeia, que determinou o uso do USB-C em celulares, fones de ouvido e outros eletrônicos.\nSegundo informações compartilhadas pelo informante Ming-Chi Kuo, o estojo de carga do vestível deve suportar o carregamento sem fio Qi, com isso melhorando a experiência de uso. Ele acredita que a evolução na porta de carregamento será uma novidade exclusiva da variante Pro, portanto as versões mais acessíveis não devem trazer a evolução.", "link": "https://www.tudocelular.com/acessorios/noticias/n204106/airpods-pro-2-com-estojo-de-carregamento-usb-c.html"}, {"title": "AirPods da Apple pode ganhar recursos de monitoramento de saúde auditiva, diz jornalista", "author": "Rodrigo Silva", "date": "13 de março de 2023 0", "text": "Os AirPods serão capazes de fazer o monitoramento da sua saúde auditiva no futuro. A princípio, é o que o jornalista Mark Gurman acredita e adicionou em seu boletim semanal na Bloomberg. De acordo com ele, o dispositivo de áudio se tornará um item com capacidade de fornecer alguns dados auditivos.\nIsso não é só mero achismo, visto que alguns rumores já circularam sobre a possibilidade dos fones de ouvido da Apple terem sensores com foco em monitoramento de saúde. Algo semelhante também apareceu para o Apple Watch, que pode até ganhar uma função para medir nível de glicose no sangue.", "link": "https://www.tudocelular.com/apple/noticias/n203558/airpods-podem-passar-a-monitorar-saude-auditiva.html"}, {"title": "Engenheiro conserta AirPods Pro e troca a porta original do aparelho por uma USB Tipo-C", "author": "Rodrigo Silva", "date": "08 de fevereiro de 2023 0", "text": "Um consultor de protótipos de hardware chamado Ken Pillonel resolveu dar vida nova ao AirPods Pro da Apple. Nesse sentido, o engenheiro substituiu a porta Lightning presente na case do dispositivo por uma USB-C. Vale lembrar que esse modelo foi desmontado pelo iFixit e obteve nota zero de reparabilidade.\nO mesmo vale para a segunda geração do aparelho de áudio. Mesmo assim, Pillonel conseguiu a façanha por meio de impressão 3D também. Ao longo do processo, o usuário descobriu até que o item é mais fácil de abrir do que a variante base dos fones de ouvido, apesar de não ser algo que possa ser feito sem danificar a estrutura.", "link": "https://www.tudocelular.com/acessorios/noticias/n202115/airpods-pro-e-consertado-por-engenheiro.html"}, {"title": "Apple AirPods Pro 2: a espera que valeu a pena | Análise / Review", "author": "Philipe Farias", "date": "28 de janeiro de 2023 2", "text": "Depois de um hiato de 3 anos sem lançar uma versão renovada, a Apple anunciou no último 7 de setembro os novos AirPods Pro 2, seus fones de alto desempenho focados em quem quer ter a melhor experiência musical possível sem renunciar à portabilidade já conhecida do modelo.\nMas será que o Pro 2 é realmente tudo o que a Maçã promete e faz valer o interesse daqueles que estão pensando em tê-los como seus novos companheiros musicais? Isso e muito mais você descobre a seguir, na nossa análise completa.", "link": "https://www.tudocelular.com/musica/noticias/n201566/apple-airpods-pro-2-espera-valeu-a-pena-analise.html"}, {"title": "AirPods Lite: Apple pode lançar fones acessíveis ao lado de novos AirPods Max em 2024", "author": "Rodrigo Silva", "date": "12 de janeiro de 2023 4", "text": "Atualização (12/01/2023) - EB", "link": "https://www.tudocelular.com/acessorios/noticias/n200441/airpods-lite-pode-ser-lancado-pela-apple.html"}, {"title": "iPad, Watch e AirPods sem muitas mudanças em 2023 para Apple focar no headset VR", "author": "Fernando Meliani", "date": "09 de janeiro de 2023 0", "text": "A Apple parece estar determinada em lançar seu primeiro headset de realidade mista em 2023, segundo rumores, e para isso, seus demais produtos esperados para serem anunciados este ano devem ter pouco destaque, conforme apontado por Mark Gurman em seu novo boletim divulgado no domingo (08).\nIsso significa que os modelos de iPad, AirPods e Watch previstos para serem apresentados em 2023 não terão um grande upgrade. É possível que a empresa tenha optado por adiar o lançamento de seus primeiros tablets com tecnologia OLED para evitar que os dispositivos acabem ofuscados pelos inéditos acessórios de realidade mista da Maçã.", "link": "https://www.tudocelular.com/apple/noticias/n200771/apple-ipad-poucas-mudancas-focar-headset-vr.html"}, {"title": "Homem recupera objetos roubados graças ao seu AirPods e ao app 'Buscar'", "author": "Rodrigo Silva", "date": "02 de janeiro de 2023 3", "text": "Mais um dispositivo da Apple foi utilizado para encontrar um item perdido ou roubado. Dessa vez, trata-se dos AirPods, que ajudaram Dawayne Arrington a encontrar os seus pertences. A situação aconteceu em San Antonio, no Texas (Estados Unidos), de acordo com o portal KSAT.\nO homem, a princípio, estava indo para academia quando notou que seu carro havia sido roubado, bem como o fone de ouvido da maçã e outros pertences. Então, ele teve a ideia de usar o aplicativo 'Buscar' para localizar os itens de áudio e descobriu que estavam em uma rodovia interestadual.", "link": "https://www.tudocelular.com/curiosidade/noticias/n200433/airpods-ajudam-a-recuperar-objetos-roubados.html"}, {"title": "Apple lança edição limitada do AirPods Pro em homenagem ao Ano Novo Chinês", "author": "Rodrigo Silva", "date": "30 de dezembro de 2022 8", "text": "A Apple entrou no clima de celebração do Ano Novo Chinês com o lançamento de uma versão temática do seu AirPods Pro. vale lembrar que a gigante de Cupertino já fez algo semelhante em homenagem ao Ano Novo Japonês, onde vai disponibilizar até mesmo um modelo personalizado de AirTag.\nDessa vez, o fone de ouvido sem fio da empresa é o item que vai ter uma edição limitada, com direito a um coelho estampado na frente e na parte de trás do estojo do dispositivo. Isso porque 2023 será o ano do coelho, de acordo com o calendário da China. Entretanto, as especificações do modelo continuam as mesmas.", "link": "https://www.tudocelular.com/acessorios/noticias/n200376/apple-lanca-airpods-pro-do-ano-novo-chines.html"}, {"title": "Programa 'iPhone pra Sempre' do Itaú passa a incluir também a compra de AirPods", "author": "Rodrigo Silva", "date": "29 de dezembro de 2022 2", "text": "O Itaú passou a incluir os AirPods no programa iPhone pra Sempre, criado pela instituição financeira em parceria com a Apple em 2020. A princípio, a iniciativa proporciona um método de financiamento com parcelas mensais para que o usuário compre um dispositivo da maçã de forma mais acessível.\nDepois de um determinado período, o usuário pode optar entre manter o aparelho ou trocar por um de nova geração. Pelo menos, é o que acontece somente no caso dos smartphones da empresa. Ou seja, as condições para aquisição dos fones de ouvido são diferentes e o cliente não tem a opção de trocar ou devolver os itens.", "link": "https://www.tudocelular.com/curiosidade/noticias/n200289/iphone-pra-sempre-do-itau-comeca-a-incluir-airpods.html"}, {"title": "Aplicativo Buscar, da Apple, ajuda a recuperar AirPods roubados no Canadá", "author": "Daniel Tavares", "date": "20 de dezembro de 2022 0", "text": "O aplicativo Buscar, da Apple, ajudou uma mulher de Toronto, no Canadá, a recuperar os seus fones de ouvido AirPods que foram supostamente furtados por um funcionário do hotel onde a vítima estava hospedada na cidade canadense de Montreal.\nDe acordo com informações da CTV News, a mulher notou o sumiço de sua bolsa Louis Vuitton e de uma quantidade de dinheiro. Após denunciar na recepção e fazer um boletim de ocorrência, a mulher percebeu que seus AirPods também tinham sido levados.", "link": "https://www.tudocelular.com/seguranca/noticias/n199914/app-buscar-apple-ajuda-recuperar-airpods-roubados.html"}, {"title": "Engenheiro da Apple detalha como foi possível melhorar a qualidade de áudio do AirPods Pro 2", "author": "Daniel Tavares", "date": "25 de novembro de 2022 0", "text": "A Apple conseguiu avanços significativos na qualidade de áudio da primeira para a segunda geração dos fones de ouvido sem fio AirPods Pro. Uma das oportunidades que a empresa viu para aprimorar o produto foi trabalhar melhor com o fluxo de ar.\nEm entrevista ao site What Hi-Fi, o engenheiro acústico da Apple, Esge Andersen, afirmou que a coisa mais importante que a empresa descobriu para melhorar a qualidade de áudio dos AirPods Pro 2 foi o como trabalhar o fluxo de ar dos dispositivos.", "link": "https://www.tudocelular.com/curiosidade/noticias/n198803/engenheiro-apple-detalha-melhoria-airpods-pro-2.html"}, {"title": "Nothing Phone 1 recebe atualização com patch de segurança de novembro e novidade para AirPods", "author": "Lucas Ribeiro", "date": "25 de novembro de 2022 0", "text": "O Nothing Phone 1 recebeu nesta sexta-feira (25) uma nova atualização de software com importantes melhorias para o smartphone e um novo recurso para proprietários dos fones AirPods, mas ainda nada do Android 13 aparecer sob a nova interface Nothing OS 1.5.0, confirmada recentemente pelo CEO da empresa, Carl Pei, em uma publicação no Twitter.\nDe acordo com informações cedidas por donos do celular, o update chega sob o número de versão 1.1.7 incluindo não somente correções gerais na interface do sistema, mas também o patch de segurança de novembro de 2022, solucionando eventuais brechas encontradas pela equipe de desenvolvedores.", "link": "https://www.tudocelular.com/software/noticias/n198789/nothing-phone-1-recebe-atualizacao-com-patch-de-seguranca-de-novembro-e-novidade-para-airpods.html"}, {"title": "Engenheiro fala de incompatibilidade dos AirPods Pro com Apple Music Lossless", "author": "Henrique Artuni", "date": "25 de novembro de 2022 0", "text": "Um engenheiro da Apple explicou por que a nova linha de AirPods Pro, lançada em setembro deste ano, não é compatível com o áudio Apple Music Lossless, anunciada pela empresa em maio do ano passado para assinantes do Apple Music. Para utilizar a função de streaming lossless de 24 bits e até 48 KHz e sem perdas de alta resolução que vai até 192 KHz, é preciso que o dispositivo possua um equipamento externo, como um DAC (conversor digital-analógico) USB.\nA Apple já havia revelado indiretamente que poderia desenvolver seu próprio codec e padrão de conectividade que se baseia no AirPlay e suporta streaming de áudio de alta qualidade, mas nenhuma novidade nesse sentido foi anunciada até o momento.", "link": "https://www.tudocelular.com/mercado/noticias/n198779/engenheiro-explica-porque-os-airpods-pro-nao-sao-compativeis-com-apple-music-lossless.html"}, {"title": "Apple atualiza seus modelos de AirPods; Veja como fazer o update", "author": "Rodrigo Silva", "date": "11 de novembro de 2022 0", "text": "A Apple lançou nesta sexta-feira uma nova atualização de firmware para vários de seus dispositivos. Dessa forma, quem for dono de AirPods 2, AirPods 3, AirPods Pro 1, AirPods Max e AirTag pode fazer o update. Inclusive, o TudoCelular cobriu especialmente a atualização que este último recebeu.\nO número da versão deste update é 5B58, que chega para substituir o firmware de número 4E71, lançado em maio para os fones de ouvido da maçã. Entretanto, assim como fez com os dispositivos de rastreamento, a fabricante não chegou a detalhar quais são as novidades que a atualização traz para os demais produtos.", "link": "https://www.tudocelular.com/apple/noticias/n198226/apple-atualiza-firmware-de-seus-fones-de-ouvido.html"}, {"title": "Analista diz que Apple suspendeu uma de suas fornecedoras na produção dos AirPods Pro", "author": "Rodrigo Silva", "date": "09 de novembro de 2022 0", "text": "A Apple cortou uma de suas fornecedoras na produção do AirPods Pro. Essa informação vem de um analista, que apontou ser este o produto que a empresa em questão, a Goertek, se referiu quando fez um anúncio nesta terça-feira (8) sobre o aviso que recebeu de um grande cliente para suspender a fabricação de um dos produtos acústicos inteligentes.\nO analista é Ming-Chi Kuo, que além de ter apontado qual é o item, relatou que a causa não está relacionada com a demanda e sim com problemas de produção. A demanda, inclusive, foi a razão da maçã cortar a produção do iPhone 14, já que o quesito ficou abaixo do que a companhia esperava.", "link": "https://www.tudocelular.com/acessorios/noticias/n198085/apple-cortou-fornecedora-por-problemas-de-producao.html"}, {"title": "Atualização de firmware do AirPods Pro 2 deve acabar com bugs de áudio", "author": "Henrique Artuni", "date": "09 de novembro de 2022 0", "text": "A Apple lançou um novo firmware que promete corrigir problemas de software nos AirPods Pro 2, que foram alvos de reclamação de consumidores em fóruns online. Os relatos especificam que muitas vezes o som não ficava sincronizado entre os dois fones e que ficava desalinhado durante exibição de vídeos.\nA nova versão é caracterizada pela build 5B58 (o anterior era a 5A377) e fala de melhorias genéricas e correções de bugs. Aparentemente, o principal impacto será quando os AirPods estiverem conectados via Bluetooth ao iPhone. É preciso abrir as configurações no iPhone, ir ao menu Bluetooth e selecionar um modelo de AirPods na lista de dispositivos. Em seguida, é preciso clicar no \"i\" e depois em \"Versão de firmware\" para verificar qual é a build que está instalada.", "link": "https://www.tudocelular.com/acessorios/noticias/n198061/atualizacao-de-firmware-do-airpods-pro-2-deve-acabar-com-bugs-de-audio.html"}, {"title": "Anker lança dispositivo em formato de cubo para carregar iPhone, AirPods e Apple Watch", "author": "Rodrigo Silva", "date": "26 de outubro de 2022 0", "text": "A Anker lançou um produto para quem quer carregar seus Apple devices. Trata-se do 3-in-1 Cube With MagSafe, que como o seu nome indica, possui até mesmo suporte ao MagSafe. Com ele, é possível carregar o seu iPhone, Apple Watch e a case dos seus AirPods ao mesmo tempo, além de fornecer potência de até 15W de carregamento.\nEssa fabricante já é conhecida por alguns usuários por trazer ao mercado diversos produtos voltados para carregamento. Por exemplo, ela já lançou o Nano 3, que chegou com potência de 30W e tecnologia GaN. Do mesmo modo, pouco antes do iPhone 14 ser lançado, ela anunciou uma bateria externa de 5.000mAh com suporte ao MagSafe.", "link": "https://www.tudocelular.com/acessorios/noticias/n197424/anker-lanca-cubo-que-carrega-dispositivos-apple.html"}, {"title": "Novos AirPods Pro começam a ser vendidos nas lojas a partir desta segunda-feira", "author": "Rodrigo Silva", "date": "24 de outubro de 2022 2", "text": "A segunda geração dos AirPods Pro começou a ser vendida no Brasil pela Apple nesta segunda-feira (24). Os novos fones de ouvido da maçã foram anunciados de forma oficial em setembro e trazem melhorias sutis. Entre elas, vale o destaque para a nova geração do cancelamento ativo de ruído, atributo que recebe elogios desde a primeira versão.\nEm geral, não dá para dizer que houve grandes mudanças em relação à primeira geração do produto. Nesse sentido, o que a fabricante trouxe de novidade se relaciona com a bateria, que agora possui um novo modo de economia. Agora, em uso normal e com ANC ativado, o item promete reprodução contínua por até 6h.", "link": "https://www.tudocelular.com/apple/noticias/n197320/novos-airpods-pro-comecam-a-ser-vendidos.html"}, {"title": "Cancelamento de ruídos dos AirPods Max foi impactado por atualização", "author": "Henrique Artuni", "date": "24 de outubro de 2022 0", "text": "Usuários relataram que, após atualização de firmware, os AirPods Pro tiveram o cancelamento de ruído comprometido. O mesmo aconteceu com os AirPods Max, que apresentaram ANC menos eficaz desde a atualização de firmware de maio.\nOs testes realizados pelo RTings.com sobre como o AirPods Max lida com o isolamento de ruído foram atualizados na última sexta-feira (21), alertando que a introdução do firmware 4E71 trouxe mudanças para o ANC. Após a atualização, o relatório descobriu que o sistema \"bloqueia um pouco menos de ruído entre a faixa de médios a graves do que o firmware anterior\".", "link": "https://www.tudocelular.com/mercado/noticias/n197284/cancelamento-de-ruidos-dos-airpods-max-foi-impactado-por-atualizacao.html"}, {"title": "AirPods Pro 2 apresentam problema de áudio em celulares Pixel 6 e 7", "author": "Jefferson Belizário", "date": "20 de outubro de 2022 0", "text": "Apesar de serem desenvolvidos para iPhones, Macs e iPads, os Apple AirPods Pro 2 também podem ser usados em smartphones Android. No entanto, muitos usuários dos Pixel 6 e 7 tem reclamado de um bug irritante com os fones da gigante de Cupertino.\nDe acordo com diversos relatos nos fóruns oficiais e até mesmo nas redes sociais, os fones funcionam por 90 segundos e o áudio simplesmente para. Com isso, os AirPods Pro 2 continuam conectados ao Pixel, enquanto a reprodução funciona normalmente no aparelho.\nCaso o usuário resolva desconectar o fone e fazer a reconexão, ele só deve funcionar por mais 90 segundos até ficar totalmente mudo novamente.", "link": "https://www.tudocelular.com/google/noticias/n197144/airpods-pro-2-pixel-6-7-problema-audio.html"}, {"title": "AirPods e acessórios para Mac podem trocar para porta USB-C em 2024", "author": "Henrique Artuni", "date": "09 de outubro de 2022 0", "text": "Na última semana, o Parlamento Europeu aprovou a lei que torna o USB-C a conexão universal para dispositivos vendidos em todo o continente. Essa medida, que afetará sobretudo a Apple, que trabalha com seu cabo próprio, o Lightning, deve afetar o mercado em breve. Agora, o jornalista Mark Gurman, da Bloomberg, especula que todos os três modelos de AirPods e acessórios para Mac, como Magic Keyboard e Magic Trackpad, provavelmente farão a transição para USB-C até 2024.\nGurman sugere que a Apple vai seguir a data de aplicação da legislação no final de 2024 com a maioria de seus produtos. O iPhone 15, por exemplo, já deve chegar com o cabo universal no ano que vem, enquanto o iPad de entrada, o único ‌a ainda apresentar um conector Lightning, deve mudar para USB-C no final deste ano.", "link": "https://www.tudocelular.com/mercado/noticias/n196699/airpods-e-acessorios-para-mac-podem-trocar-para-porta-usb-c-em-2024.html"}, {"title": "Apple quer produzir AirPods na Índia após tirar parte da produção do iPhone da China", "author": "Jefferson Belizário", "date": "06 de outubro de 2022 0", "text": "Após ampliar a produção de iPhones na Índia, a Apple resolveu dar o próximo passo e agora está conversando com fornecedores para iniciar a montagem dos AirPods em solo indiano.\nDe acordo com diversos relatos da cadeia de produção da Apple, a intenção é fazer com que a empresa fique menos exposta a possíveis problemas envolvendo a China e os Estados Unidos.\nCaso tudo aconteça dentro do previsto, a Foxconn pode começar a montar os AirPods em suas instalações indianas já no próximo ano. Além disso, a Luxshare também deve entrar no acordo, uma vez que a empresa produz os fones no Vietnã.", "link": "https://www.tudocelular.com/mercado/noticias/n196565/apple-producao-airpods-india-.html"}, {"title": "iOS 16.1 Beta corrige bug que adicionou modo de transparência para os AirPods Pro", "author": "Lucas Ribeiro", "date": "05 de outubro de 2022 3", "text": "A Apple lançou esta semana o sistema operacional iOS 16.1 Beta para os inscritos no programa de testes da empresa corrigindo um bug relacionado aos recursos exibidos no menu de configuração dos fones AirPods Pro e AirPods Max. De acordo com relatos, ao parear esses modelos no iPhone a função de transparência adaptativa aparecia como mesmo sem suporte.\nEsse recurso foi lançado pela empresa apenas com os AirPods Pro de 2ª geração com o chip H2 possibilitando ao usuário escutar o som ambiente enquanto está com os auriculares no ouvido. Com a falha no iOS 16, a opção surgia como disponível para ser ativada nos fones que não são compatíveis com o recurso.", "link": "https://www.tudocelular.com/celulares/noticias/n196548/ios-161-beta-corrige-bug-nos-airpods.html"}, {"title": "E agora, Apple? Bug nos AirPods Pro 2 alerta falsos problemas na bateria dos fones de ouvido", "author": "Fernando Meliani", "date": "04 de outubro de 2022 14", "text": "A Apple está recebendo mais reclamações de seus usuários nesta terça-feira (04). De acordo com os relatos de diversas pessoas que adquiriram os AirPods Pro 2, nova geração dos fones de ouvido truly wireless mais avançados da marca, os acessórios estão emitindo um falso alerta sobre problemas nas baterias e orienta que sejam substituídas.\nProdutos como o iPhone, iPad e AirTags são capazes de detectar a redução crítica de sua vida útil, mas isso ocorre somente após vários anos de uso, e o fato mais curioso é que substituir a bateria dos fones de ouvido não é uma tarefa possível. A big tech ainda não comentou sobre o assunto, mas usuários já estão especulando o que pode estar ocorrendo.", "link": "https://www.tudocelular.com/curiosidade/noticias/n196485/bug-airpods-pro-2-falsos-problemas-bateria-fones.html"}, {"title": "AirPods Max recebe recurso de transparência adaptável em beta do iOS 16.1", "author": "Daniel Tavares", "date": "03 de outubro de 2022 0", "text": "A 3° beta do sistema operacional iOS 16.1, disponibilizada pela Apple na semana passada, expandiu o recurso chamado de “Transparência Adaptável”, que passou a funcionar também nos fones de ouvido premium AirPods Max.\nDe acordo com o site MacRumors, os donos de um AirPods Max que executam o firmware 5A304a relataram o acesso à opção de transparência adaptativa no aplicativo Configurações nas versões beta mais recentes do iOS 16.1 e do iPadOS 16.1.", "link": "https://www.tudocelular.com/acessorios/noticias/n196388/airpods-max-recebe-transparencia-adaptavel-ios-16.html"}, {"title": "Apple AirPods Pro 2: capacidade de bateria finalmente é revelada em certificação", "author": "Jefferson Belizário", "date": "03 de outubro de 2022 0", "text": "Como é tradição, a Apple geralmente lança seus produtos sem informar alguns dados técnicos, como a capacidade de bateria ou até mesmo a quantidade de memória RAM.\nGeralmente, esse tipo de informação só chega ao público após algumas agências reguladoras publicarem suas fichas de homologação e foi isso que aconteceu hoje com os AirPods Pro 2.\nDe acordo com o órgão de Certificação Compulsória da China (3C), os fones sem fio trazem bateria de 49,7 mAh para entregar a autonomia de 6 horas de reprodução prometida pela Apple. Já a numeração dos componentes são: A2731 e A2729.", "link": "https://www.tudocelular.com/apple/noticias/n196381/airpods-pro-2-lancamento-capacidade-bateria.html"}, {"title": "Nota zero: Apple AirPods Pro 2 são reprovados no teste de reparo do iFixit", "author": "Everson Bicudo", "date": "28 de setembro de 2022 6", "text": "A primeira geração dos AirPods Pro foi desmontada pelo iFixit em 2019 e levou a pior nota de reparabilidade possível e agora chegou a vez da nova geração passar pela mesma análise. Os novos AirPods Pro 2 foram anunciados pela Apple no evento realizado em 7 de setembro, veja agora como eles são por dentro.", "link": "https://www.tudocelular.com/acessorios/noticias/n196204/nota-zero-apple-airpods-pro-2-teste-reparo-ifixit.html"}, {"title": "Sem deslizes: AirPods Pro 2 ganha nova opção no iOS 16.1 para evitar toques acidentais", "author": "Everson Bicudo", "date": "26 de setembro de 2022 0", "text": "Os novos AirPods Pro 2 foram anunciados em setembro com novas funções e a Apple já está preparando mais novidades para esta geração com o iOS 16.1 que ainda está em versão beta. Segundo o MacRumors, a nova opção tem como objetivo evitar toques acidentais nos controles de volume deslizantes dos novos fones de ouvido TWS.", "link": "https://www.tudocelular.com/apple/noticias/n196108/airpods-pro-2-ios-161-beta-toques-acidentais.html"}, {"title": "AirPods Pro 2 estão desconectando durante o uso e deixam de reproduzir áudio", "author": "Rodrigo Silva", "date": "26 de setembro de 2022 6", "text": "Os novos AirPods Pro da Apple estão com um problema que causa a desconexão dos aparelhos dos smartphones. Além disso, usuários relataram situações em que os fones seguem conectados, mas não reproduzem nenhum tipo de som enquanto estão assistindo algum conteúdo em seus dispositivos.\nEstes fones de ouvido estão no mercado desde o início do mês de setembro e apresentaram melhorias sutis em relação aos modelos de primeira geração. A princípio, a maçã destacou alguns aspectos como a maior autonomia e melhorias no cancelamento ativo de ruído.", "link": "https://www.tudocelular.com/acessorios/noticias/n196100/airpods-pro-2-estao-com-problemas-de-conectividade.html"}, {"title": "iOS 16 chega com função que identifica AirPods falsos e usuários fazem memes nas redes sociais", "author": "Rodrigo Silva", "date": "14 de setembro de 2022 8", "text": "Atualização (14/09/2022) - LR", "link": "https://www.tudocelular.com/acessorios/noticias/n195445/ios-16-vai-poder-identificar-airpods-falsos.html"}, {"title": "AirPods Pro 2 recebe certificação de conformidade técnica e está homologado na Anatel", "author": "Rodrigo Silva", "date": "13 de setembro de 2022 0", "text": "Os AirPods Pro de segunda geração foram anunciados pela Apple na última semana com melhorias sutis em relação ao primeiro modelo. Agora, a novidade é que os produtos já foram homologados pela Anatel, o que pode sinalizar que devem chegar ao mercado brasileiro em breve.\nEntre os pontos que a maçã destacou no evento de lançamento, vale o destaque para a autonomia do produto. Nesse sentido, ele até mesmo ganhou um modo de economia que praticamente dobra o tempo de uso. Além disso, houve aprimoramentos no cancelamento ativo de ruído do produto.", "link": "https://www.tudocelular.com/acessorios/noticias/n195539/airpods-pro-2-recebem-homologacao-na-anatel.html"}, {"title": "Campeão: O modelo mais caro de AirPods Pro 2 no mundo é o do Brasil", "author": "Rodrigo Silva", "date": "12 de setembro de 2022 16", "text": "Os novos AirPods Pro 2 foram lançados na última semana com promessa de maior autonomia e melhorias no cancelamento de ruído. Entretanto, para os usuários brasileiros, um dos destaques que mais se destaca em relação aos novos fones da Apple é o preço: R$ 2.599.\nIsso quer dizer que, mais uma vez, os produtos da maçã são os campeões no quesito preço alto no país. Anteriormente, os AirPods 3 lançados em outubro de 2021 também receberam esse título. Do mesmo modo, o Brasil também teve os Macbook Air e Pro com processadores M2 com o maior valor do mundo.", "link": "https://www.tudocelular.com/curiosidade/noticias/n195486/os-airpods-pro-2-brasileiros-sao-os-mais-caros.html"}, {"title": "Apple lança novos AirPods Pro com melhorias e autonomia de até 30 horas", "author": "Jefferson Belizário", "date": "07 de setembro de 2022 5", "text": "Em evento realizado na tarde desta quarta-feira, a Apple anunciou a nova geração dos fones sem fio AirPods Pro. Os dispositivos chegam ao mercado com chipset H2 e a promessa de entregar maior qualidade de áudio.\nAlém disso, a Apple destacou a presença do recurso de áudio espacial para entregar uma experiência mais imersiva para todos os usuários no iOS 16.\nPara quem precisa usar os fones de ouvidos em locais movimentados ou com excesso de ruído, os novos AirPods Pro também trazem cancelamento de ruído duas vezes mais poderoso.\nJá o modo de transparência adaptativo permite ao usuário ajustar o nível de áudio que deseja ouvir do ambiente.\nAs borrachinhas também ganharam uma opção menor para quem tem canal auditivo muito pequeno. De acordo com a Apple, essa é uma resposta ao feedback dos usuários.", "link": "https://www.tudocelular.com/apple/noticias/n195323/apple-lanca-novos-airpods-pro-.html"}, {"title": "Apple lançará AirPods Pro 2 sem grandes mudanças na próxima quarta-feira (07), dizem rumores", "author": "Letícia Lima", "date": "04 de setembro de 2022 11", "text": "Atualização (04/09/2022) - FM", "link": "https://www.tudocelular.com/acessorios/noticias/n184423/airpods-pro-2-chega-neste-ano-diz-kuo.html"}, {"title": "OtterBox lança novos carregadores MagSafe para iPhone, Apple Watch e AirPods", "author": "Lucas Ribeiro", "date": "01 de setembro de 2022 0", "text": "A OtterBox lançou nesta quinta-feira (1º) novos carregadores sem fio compatíveis com a tecnologia MagSafe, da Apple. Os acessórios chegam com design moderno e múltiplos pontos de carga, permitindo recarregar até três dispositivos simultaneamente, desde que haja compatibilidade com o wireless charger.\nOs acessórios vêm com design elegante e recursos modernos para atender a demanda dos usuários que buscam uma estação de carregamento 3 em 1. O suporte magnético possibilita fixar smartphones, relógios inteligentes e fones de ouvido sem fio em diferentes posições sem que os dispositivos caiam.", "link": "https://www.tudocelular.com/acessorios/noticias/n195101/otterbox-lanca-novos-carregadores-magsafe.html"}, {"title": "Inseparáveis? Bug impede que AirPods se desconectem do iPhone", "author": "Everson Bicudo", "date": "10 de agosto de 2022 0", "text": "Os AirPods são alguns dos melhores fones de ouvido para usuários de dispositivos da Apple, mas recentemente alguns usuários têm relatado que os acessórios se tornaram inseparáveis dos iPhones. No caso, eles não se desconectam mesmo quando estão dentro do estojo de recarga, consumindo bateria o tempo todo.", "link": "https://www.tudocelular.com/acessorios/noticias/n194053/bug-impede-airpods-se-desconectem-do-iphone.html"}, {"title": "AirPods podem ter estojos de carregamento com porta USB-C em 2023", "author": "Henrique Artuni", "date": "09 de agosto de 2022 0", "text": "Ming-Chi Kuo, analista da Apple e um dos principais \"bolas de cristal\" das novidades dessa marca, escreveu nesta terça-feira (9) mais uma de suas previsões —a de que AirPods poderão ter estojos de carregamento com portas USB-C em 2023.\nA sugestão traz ainda um adendo de que os AirPods Pro de segunda geração que chegam neste ano ainda trariam o estojo de carregamento com suporte ao clássico Lightning. Há rumores de que estes acessórios trabalhem com um design arredondado e sem haste e com um novo processador H2, suporte de áudio sem perdas e inteligência aprimorada no dispositivo.", "link": "https://www.tudocelular.com/mercado/noticias/n193967/airpods-podem-ter-estojos-de-carregamento-via-usb-c-em-2023-diz-rumor.html"}, {"title": "Apple é processada por pais de menino que sofreu danos auditivos com os AirPods", "author": "Henrique Artuni", "date": "19 de maio de 2022 0", "text": "Pais de um menino no estado americano do Texas estão processando a Apple porque o filho teria sofrido danos auditivos irreversíveis usando os AirPods da empresa. Hoje com 14 anos, aos 12 o jovem estava vendo um conteúdo da Netflix em seu iPhone quando foi interrompido por um tipo de alerta comum nos EUA, que traz informações sobre crianças desaparecidas, sem aviso prévio, mas que irrompeu num volume consideravelmente maior.\nNa ação, afirma-se que o garoto estava com o volume no nível mediano, mas — como você mesmo já deve ter experimentado vendo conteúdos no YouTube ou Spotify, por exemplo — o alerta veio no último volume, provocando uma série de sintomas. Entre eles, zumbido, tontura e náusea.", "link": "https://www.tudocelular.com/seguranca/noticias/n190283/apple-e-processada-por-pais-de-menino-que-teve-danos-auditivos-com-os-airpods.html"}, {"title": "Apple libera a versão 4E71 do firmware para os fones de ouvido AirPods, AirPods Max e AirPods Pro", "author": "Daniel Tavares", "date": "10 de maio de 2022 0", "text": "Nesta terça-feira (10), a Apple liberou uma nova atualização de firmware para os fones de ouvido sem fio AirPods 2, AirPods 3, AirPods Max e AirPods Pro. A nova compilação possui a identificação de 4E71 e está disponível para todos os acessórios da Maçã.\nDe acordo com informações do site MacRumors, a nova versão 4E71 substitui a compilação 4C165 lançada em dezembro para o AirPods 2, AirPods Max e AirPods Pro. Já para o AirPods 3, o 4E71 vem para ficar no lugar da 4C170, que chegou em janeiro.", "link": "https://www.tudocelular.com/acessorios/noticias/n189910/apple-libera-verao-4e71-do-firmware-para-airpods.html"}, {"title": "Apple AirPods Max 2 podem chegar com novas cores e controles na área externa", "author": "Everson Bicudo", "date": "09 de maio de 2022 0", "text": "Atualização (09/05/2022) por LL", "link": "https://www.tudocelular.com/apple/noticias/n185937/sem-coroa-digital-apple-airpods-max-2-controles.html"}, {"title": "Ucranianos usam recurso dos AirPods da Apple para dar paradeiro de tropas russas", "author": "Philipe Farias", "date": "09 de abril de 2022 7", "text": "Sofrendo para combater o exército russo, as forças ucranianas têm conseguido encontrar formas criativas para lutar contra a invasão. Hoje (9), após 44 dias desde o início da guerra, informações vindas da região indicam que os ucranianos estariam usando uma tecnologia embutida nos Apple AirPods para dar o paradeiro de tropas russas.\nSegundo muitos relatos, o exército russo estaria saqueando quase tudo das cidades ocupadas; inclusive produtos Apple. O que alguns soldados não perceberam, no entanto, foi que esses saques poderiam custar mais do que algumas centenas de dólares.", "link": "https://www.tudocelular.com/curiosidade/noticias/n188529/ucranianos-airpods-apple-paradeiro-tropas-russas.html"}, {"title": "Apple corta produção dos AirPods 3 e pode cancelar linha Pro após baixa demanda", "author": "Jefferson Belizário", "date": "06 de abril de 2022 0", "text": "A Apple errou na segmentação e agora está colhendo um resultado desastroso quando o assunto é as vendas dos AirPods 3. De acordo com o conhecido Ming-Chi Kuo, a gigante de Cupertino cortou em 30% a produção dos fones sem fio como forma de adequar oferta e demanda.\nIsso está acontecendo simplesmente porque a Apple não se atentou ao cenário atual do mercado global de fones sem fio. A empresa achou que o design revisado, a duração de bateria melhorada e o suporte a áudio espacial seria o suficiente para atrair novos usuários ou até mesmo fazer com que os proprietários do modelo original trocassem de fones.\nContudo, o resultado geral é que não há incentivo para a compra do modelo mais recente e isso tem resultado em vendas abaixo do esperado e até mesmo descontos ou promoções inesperadas em varejistas nos Estados Unidos.\nAtualmente, o consumidor já pode encontrar fones de ouvido sem fio com recursos avançados e preços mais acessíveis que o cobrado pelos AirPods. Além disso, o mercado está lotado de opções e os dispositivos da Apple acabaram não entregando um diferencial importante.", "link": "https://www.tudocelular.com/mercado/noticias/n188362/apple-corta-producao-airpods-3-cancelamento.html"}, {"title": "Baixou! Apple reduz preços oficiais de iPhones, AirPods e Apple TVs no Brasil", "author": "Daniel Tavares", "date": "09 de março de 2022 81", "text": "A Apple reajustou para baixo o preço no Brasil de vários dos seus produtos nesta semana. Entretanto, a redução foi pequena, variando entre 3% e 4%. O motivo para a mudança nos valores não foi divulgado pela Maçã.\nVale destacar que todos os equipamentos impactados por essa redução continuam com os mesmos preços nos Estados Unidos. Isso sinaliza que as alterações foram causadas por variáveis internas do mercado brasileiro.\nConfira a seguir os produtos da Apple no Brasil que tiveram os preços oficiais reajustados:", "link": "https://www.tudocelular.com/mercado/noticias/n187195/apple-reduz-precos-oficiais-de-produtos-no-brasil.html"}, {"title": "AirPods fitness! Apple registra patente de sistema que oferece feedback de exercícios em tempo real", "author": "Letícia Lima", "date": "21 de fevereiro de 2022 2", "text": "A Apple registrou um pedido de patente no Escritório de Patentes e Marcas Comerciais dos Estados Unidos com o título \"Sistema de earbud sem fio com detecção de pose\".\nO documento sugere que a Maçã está desenvolvendo um software para fazer com que os AirPods detectem o posicionamento da cabeça do usuário e use esses dados em conjunto com um iPhone para enviar direcionamentos e feedback sonoro durante treinos fitness.\nEste seria um grande diferencial para quem faz exercícios, em especial as rotinas que são oferecidas pelo Apple Fitness Plus e cuja execução demanda atenção aos movimentos corporais.\nA característica lembra o recurso de monitoramento de exercícios esperado para o novo AirPods Pro 2. As próximas gerações dos fones da Apple também podem contar com autenticação biométrica e controles na área externa.", "link": "https://www.tudocelular.com/curiosidade/noticias/n186505/airpods-fitness-apple-patente-sistema-feedback.html"}, {"title": "É luxo que você quer? Gucci vende case para AirPods Max por mais de R$ 5 mil", "author": "Henrique Artuni", "date": "01 de fevereiro de 2022 0", "text": "A Gucci é uma das grifes que melhor soube surfar pela tendência dos jovens sob a batuta do estilista Alessandro Michele e, ainda que muitos de seus produtos sejam inacessíveis a pobres mortais, são capazes de criar aquele desejo e cair bem em estrelas como Harry Styles. E agora, no mundo da tecnologia, a aposta é semelhante, pois a italiana está lançando o case Ophidia para os AirPods Max da Apple, por nada menos que US$ 980 (mais de R$ 5.000).\nAlém do luxo, ao trazer sua estampa e logomarca clássica, o acessório também atende àqueles que não gostam tanto do Smart Case comum do fone de ouvido da Apple. Além disso, o produto promete proteger os fones super caros em uma bolsa igualmente ostensiva.", "link": "https://www.tudocelular.com/acessorios/noticias/n185662/em-busca-de-luxo-gucci-vende-case-para-airpods-max-por-mais-de-r-5-mil.html"}, {"title": "AirPods: Apple registra patente de sistema de autenticação biométrica para fones de ouvido", "author": "Everson Bicudo", "date": "27 de janeiro de 2022 3", "text": "Recentemente já vimos algumas renderizações e possíveis novidades que devem chegar aos AirPods Pro 2 e hoje uma patente da Apple indica também que os próximos AirPods podem contar com um sistema de identificação biométrica do usuário para evitar que os acessórios sejam utilizados por pessoas não autorizadas.", "link": "https://www.tudocelular.com/acessorios/noticias/n185498/airpods-sistema-identificacao-do-usuario.html"}, {"title": "Microsoft lança build 22526 do Windows 11 para Insiders com melhorias para AirPods", "author": "Daniel Tavares", "date": "06 de janeiro de 2022 2", "text": "Os membros que fazem parte do programa Insider Preview do Windows 11 começaram a receber, nesta quinta-feira (6), uma nova versão do sistema operacional. A compilação 22526 liberada vem apenas com correções e melhorias na estabilidade do SO.\nDe acordo com a Microsoft, o suporte dos produtos Apple AirPods (AirPods, AirPods Pro ou AirPods Max) no sistema sofreu melhorias e otimizações na qualidade de áudio para chamadas de voz, prometendo uma comunicação ainda mais clara.", "link": "https://www.tudocelular.com/software/noticias/n184655/microsoft-lanca-build-22526-windows-11-insiders.html"}, {"title": "Chegou aí? Apple libera atualização de firmware para os AirPods 2, AirPods 3, Pro e Max", "author": "Fernando Meliani", "date": "10 de dezembro de 2021 0", "text": "A Apple liberou na última quinta-feira (09) uma nova atualização de firmware para toda a família de seus fones de ouvido true wireless e over-ear, incluindo os AirPods de 2ª e 3ª geração, AirPods Pro e AirPods Max.\nO firmware chega à sua versão 4C165 em todos os acessórios para substituir a plataforma 4A400 do AirPods 2 e AirPods Max, 4A402 do AirPods Pro e 4B66 do AirPods 3 — o último havia sido atualizado há menos de um mês.", "link": "https://www.tudocelular.com/acessorios/noticias/n183488/apple-atualizacao-firmware-airpods-2-3-pro-max.html"}, {"title": "Melhor não quebrar: AirPods 3 é desmontado pelo iFixit e recebe nota zero em reparabilidade", "author": "Lucas Ribeiro", "date": "20 de novembro de 2021 0", "text": "Lançado há pouco tempo pela Apple, o AirPods de 3ª geração trouxe mudanças significativas nas peças do hardware e disposição interna dos componentes, apresentando uma importante redução no tamanho do chip H1 e formato da bateria, alterações que podem ter sido implementadas a fim de otimizar o espaço da estrutura.\nApesar dessas evoluções, aparentemente a fabricante não levou em consideração o quesito reparabilidade, já que os fones foram desmontados pelo iFixit — site que avalia o nível de dificuldade em consertar aparelhos — e receberam uma péssima avaliação nesse ponto.", "link": "https://www.tudocelular.com/curiosidade/noticias/n182511/airpods-3-recebe-nota-zero-no-ifixit.html"}, {"title": "3 em 1: Satechi lança base MagSafe para iPhone, AirPods Pro e Apple Watch", "author": "Everson Bicudo", "date": "19 de novembro de 2021 0", "text": "Após a Anker anunciar diversos acessórios para dispositivos da Apple agora a Satechi está lançando um novo suporte de carregamento MagSafe que consegue carregar um iPhone, um AirPods Pro e um Apple Watch ao mesmo tempo. Veja agora como ela funciona.", "link": "https://www.tudocelular.com/acessorios/noticias/n182496/satechi-magsafe-iphone-airpods-pro-apple-watch.html"}, {"title": "Chegou! Apple AirPods 3 têm disponibilidade iniciada no Brasil; veja o preço", "author": "Lucas Ribeiro", "date": "19 de novembro de 2021 3", "text": "Anunciado no final de outubro pela Apple, o AirPods 3 foi lançado com o intuito de estar entre a versão de segunda geração e o modelo Pro, contando com alguns recursos interessantes e que demonstram um crescente avanço da empresa em sua linha de fones de ouvido, como a implementação do modo de áudio espacial, resistência a água e bateria com autonomia de até 6 horas.\nApesar de ter sido anunciado oficialmente em outubro, o recente lançamento da Maçã ainda não estava disponível no Brasil, sendo homologado pela Agência Nacional de Telecomunicações (Anatel) no dia 12 de novembro com disponibilidade iniciada a partir de ontem, 19, através do site oficial da fabricante.", "link": "https://www.tudocelular.com/acessorios/noticias/n182475/airpods-3-comecam-a-ser-vendidos-brasil.html"}, {"title": "Pode baixar! Apple libera nova versão de firmware para os AirPods Pro e AirPods 3", "author": "Lucas Ribeiro", "date": "16 de novembro de 2021 2", "text": "A Apple liberou nesta terça-feira (16) duas novas atualizações de firmware para o AirPods Pro e AirPods 3, fones de ouvido sem fio que são os topos de linha da marca nesse segmento e são inferiores apenas ao AirPods Max, modelo que se destaca por contar com uma construção avantajada e se diferencia dos demais por ser um headphone ao invés de in-ear.\nAo contrário de outras fabricantes a maçã não divulga informações sobre o conteúdo de cada update liberado para a linha AirPods, mantendo o changelog sob sigilo e fazendo com que os usuários descubram sozinhos as novas funcionalidades implementadas, caso haja alguma.", "link": "https://www.tudocelular.com/acessorios/noticias/n182314/apple-lanca-novo-firmware-airpods-3-e-pro.html"}, {"title": "AirPods 3 são homologados pela Anatel e podem ser lançados no Brasil em breve", "author": "Everson Bicudo", "date": "12 de novembro de 2021 0", "text": "A Apple anunciou os AirPods 3 no fim de outubro com áudio espacial e mais melhorias. Agora eles acabam de ser certificados pela Anatel, indicando que os fones de ouvido inteligentes podem ser lançados no Brasil em breve.", "link": "https://www.tudocelular.com/mercado/noticias/n182192/airpods-3-homologados-anatel-lancados-brasil.html"}, {"title": "AirPods 3 é desmontado em vídeo e revela chip H1 menor e bateria de apenas 345mAh", "author": "Lucas Ribeiro", "date": "04 de novembro de 2021 0", "text": "Lançado há pouco tempo pela Apple, o AIrPods 3ª geração foi desmontado recentemente em um vídeo publicado pelo canal 52audio, que avaliou a construção desse novo fone de ouvido da maçã e comparou com o AirPods Pro, gadget que foi anunciado pela marca em 2019, mas que ainda se posiciona no segmento de fones de ouvido topos de linha.\nDurante o vídeo nota-se que a fabricante empregou algumas mudanças interessantes na nova geração, novidade que pode estar presente no AirPods Pro 2, que teve suas primeiras renderizações reveladas na penúltima semana de outubro.", "link": "https://www.tudocelular.com/curiosidade/noticias/n181836/airpods-3-e-desmontado-em-video.html"}, {"title": "AirPods Pro 2: novas renderizações sugerem poucas mudanças nos fones e melhorias na case", "author": "Lucas Ribeiro", "date": "22 de outubro de 2021 2", "text": "Ainda longe de ser lançado, a próxima geração do AirPods Pro teve suas primeiras renderizações divulgadas nesta semana e que propõem que a gigante de Cupertino deve manter um design semelhante ao modelo atual nos auriculares e implementar mudanças interessantes no estojo de carregamento do acessório, além de outros avanços.", "link": "https://www.tudocelular.com/acessorios/noticias/n181293/airpods-pro-2-tem-renderizacoes-divulgadas.html"}, {"title": "AirPods 3: veja o que mudou se comparado com a segunda geração e o modelo Pro", "author": "Lucas Ribeiro", "date": "19 de outubro de 2021 4", "text": "Ontem, segunda-feira (18), a Apple anunciou a terceira geração dos AirPods, fone de ouvido Bluetooth que integra o ecossistema da empresa e que se destaca por oferecer uma experiência aprimorada ao ser conectado a um iPhone se comparado com um dispositivo que utiliza o Android.\nCada nova geração do AirPods traz consigo um diferencial se comparado com seus antecessores, incluindo algumas mudanças no design e novos recursos relacionados com a qualidade de áudio e tecnologias implementadas pela fabricantes em seus novos aparelhos, como som espacial e carregamento por indução, por exemplo.", "link": "https://www.tudocelular.com/acessorios/noticias/n181116/comparativo-airpods-modelos-in-ear.html"}, {"title": "Só isso? Bateria dos novos Apple AirPods dura apenas 5 horas com Áudio Espacial ativado", "author": "Everson Bicudo", "date": "19 de outubro de 2021 0", "text": "A Apple finalmente anunciou os novos AirPods de terceira geração com Áudio Espacial, um recurso que promete trazer ainda mais imersão sonora a diversos conteúdos assistidos no iPhone e no iPad. Entretanto, a Apple não revelou na sua apresentação que a duração da bateria é altamente comprometida caso você deseje utilizar este recurso nos fones.", "link": "https://www.tudocelular.com/curiosidade/noticias/n181091/bateria-apple-airpods-5-horas-audio-espacial.html"}, {"title": "O bolso chora! Novos MacBook Pro e AirPods 3 vendidos no Brasil são os mais caros do mundo", "author": "Daniel Tavares", "date": "19 de outubro de 2021 37", "text": "A Apple anunciou, na segunda-feira (18), os novos MacBook Pro com os chips Apple M1 Pro e M1 Max, design renovado e tela mini-LED. A empresa de Cupertino também apresentou os AirPods 3 com áudio espacial.\nOutro destaque dos modelos por aqui são os preços, infelizmente no caso. Já é sabido que os produtos da Maçã no Brasil não possuem os valores mais em conta do mercado e os novos MacBook Pro e AirPods 3 vêm para reforçar essa imagem.", "link": "https://www.tudocelular.com/mercado/noticias/n181086/brasil-tem-macbook-pro-airpods-3-mais-caros-mundo.html"}, {"title": "Visual repaginado! Site da Apple é atualizado com novos menus após o anúncio dos AirPods 3", "author": "Fernando Meliani", "date": "19 de outubro de 2021 0", "text": "A Apple, pouco após atrair a atenção do mundo em setembro com o lançamento do iPhone 13, retornou em evento para anunciar seus novos chips para o MacBook Pro, tais que garantem desempenho incrivelmente superior em relação aos notebooks com Apple M1.\nA conferência também foi palco de apresentação das novas cores do HomePod mini e, em destaque, os novos AirPods. A última geração de fones de ouvido true wireless deve ser foco de vendas da big tech e, para isso, o site oficial da empresa foi atualizado com melhorias no design que facilitarão a busca pelos produtos.", "link": "https://www.tudocelular.com/curiosidade/noticias/n181082/site-da-apple-atualizado-com-novos-menus-airpods-3.html"}, {"title": "Apple anuncia novos AirPods 3 com áudio espacial e design similar aos AirPods Pro", "author": "Henrique Artuni", "date": "18 de outubro de 2021 3", "text": "Entre as várias novidades que a Apple trouxe nesta segunda-feira (18) em evento virtual está a nova geração de fones de ouvido da marca, os AirPods 3. Confirmando rumores anteriores ao anúncio, os novos acessórios trazem um design em formato semelhante aos AirPods Pro, com hastes mais curtas e um visual mais arredondado.\nA novidade conta com as tecnologias de áudio espacial e Dolby Atmos, que promete um som mais realista que apenas o uso do som surround comum. A presença do cancelamento ativo de ruído (ANC) não foi citada durante o anúncio, o que também confirma boatos anteriores de que este seria uma diferencial — não vantajoso — dos novos fones. A novidade, porém, terá suporte aos mesmos recursos de rastreamento de cabeça do AirPods Pro e do AirPods Max.", "link": "https://www.tudocelular.com/apple/noticias/n181036/apple-anuncia-novos-airpods-3-com-audio-espacial-e-design-similar-aos-airpods-pro.html"}, {"title": "Acompanhe ao vivo! Evento da Apple deve revelar MacBooks, Mac mini e AirPods", "author": "Lucas Ribeiro", "date": "18 de outubro de 2021 0", "text": "A Apple marcou recentemente um novo evento que acontecerá na próxima segunda-feira (18) e deve anunciar oficialmente diversos produtos da marca que não foram lançados no último evento realizado no mês de setembro e que apresentou ao mundo a nova geração do iPhone 13 Series, iPad de 9ª geração e o Apple Watch Series 7.\nO evento foi nomeado de 'Unleashed' (desencadeado, na tradução livre) e pode fazer referência para a transição entre os chips da Intel para os processadores proprietários da gigante de Cupertino.", "link": "https://www.tudocelular.com/eventos/noticias/n180987/apple-marca-evento-para-18-de-outubro.html"}, {"title": "Apple AirPods 3 podem ser lançados na próxima semana com novo design e bateria maior", "author": "Jefferson Belizário", "date": "13 de outubro de 2021 9", "text": "Atualização (13/10/2021) por LL", "link": "https://www.tudocelular.com/mercado/noticias/n175075/apple-airpods-2-lancamento-2021-modelo-pro-2022.html"}, {"title": "Novo firmware liberado! AirPods Pro e Max agora contam com suporte à localização no app Buscar", "author": "Paulo Montenegro", "date": "06 de outubro de 2021 0", "text": "Atualização (06/10/2021) - PM", "link": "https://www.tudocelular.com/acessorios/noticias/n179798/apple-adia-suporte-airpods-pro-max-no-app-buscar.html"}, {"title": "Apple dá 6 meses de Music grátis na compra de fones AirPods ou Beats em nova promoção", "author": "Letícia Lima", "date": "21 de setembro de 2021 2", "text": "A Apple anunciou uma nova promoção que dá seis meses de Apple Music grátis na compra de AirPods ou fones da Beats. A oferta é válida no mundo inteiro e destinada a assinaturas individuais da plataforma de streaming de música, ou seja, não poderá ser incluída no pacote Apple One, por exemplo.\nO Apple Music recebeu um recurso no mínimo interessante recentemente: Áudio Espacial e Lossless, além de Dolby Atmos, inclusive na versão do app para Android. A promoção de assinatura grátis abrange a compra de novos AirPods, AirPods Pro, AirPods Max e fones Beats (uma única vez), como o Beats Studio Buds, lançado no Brasil em agosto.", "link": "https://www.tudocelular.com/musica/noticias/n179890/apple-6-meses-music-gratis.html"}, {"title": "AirPods Pro 2 deve chegar ano que vem, enquanto o Apple Glass será reservado para 2023", "author": "Paulo Montenegro", "date": "20 de setembro de 2021 3", "text": "Atualização (20/09/21) - HA", "link": "https://www.tudocelular.com/apple/noticias/n176459/airpods-pro-2-so-deve-chegar-em-2022.html"}, {"title": "Redmi Buds 3: novos fones sem fio são apresentados como versão mais barata dos AirPods", "author": "Henrique Artuni", "date": "06 de setembro de 2021 2", "text": "Muitos novos fones de ouvido sem fio têm aparecido no mercado graças à crescente eliminação do conector de 3,5 mm em muitos smartphones. Agora, a Xiaomi acaba de apresentar os seus Redmi Buds 3. O preço do dispositivo na plataforma de crowdfunding era de US$ 25 (R$ 130), e por esse valor o usuário recebe suporte para o codec de áudio adaptável aptX, Bluetooth 5.2 e cancelamento de ruído para chamadas cVc.\nOs Redmi Buds 3 repetem externamente os recursos dos Apple AirPods. Cada fone pesa apenas 4,5 gramas, e juntos com o estojo de carregamento somam 42 gramas. Quando você remove os fones de ouvido, a reprodução de mídia é pausada automaticamente. O controle é sensível ao toque e eles trazem proteção IP54.", "link": "https://www.tudocelular.com/acessorios/noticias/n179263/redmi-buds-3-fones-mais-barata-airpods.html"}, {"title": "Redmi Buds 3 chegam nos próximos dias com design a la AirPods e resistência à água", "author": "Paulo Montenegro", "date": "04 de setembro de 2021 2", "text": "A Redmi está se preparando para oficializar novos fones de ouvido sem fio chamados Redmi Buds 3. Conforme uma publicação recente feita no Weibo oficial da marca, os auriculares contarão com um design bastante similar aos AirPods da Apple, trazendo um formado semi in-ear e caixa de carregamento compacta.\nSegundo a postagem, a data de lançamento comercial será em 6 de setembro (próxima segunda-feira). Infelizmente, até agora não temos muitas informações sobre os fones vindouros.\nEles devem figurar como os primeiros com formato semi in-ear da marca Redmi e, segundo a empresa, entregam uma experiência de uso confortável e ótimo custo-benefício pelas funções embarcadas.", "link": "https://www.tudocelular.com/acessorios/noticias/n179232/redmi-buds-3.html"}, {"title": "iPhone 13 chega em setembro com AirPods 3 e Apple Watch Series 7, reforçam rumores", "author": "Lucas Ribeiro", "date": "26 de agosto de 2021 32", "text": "Atualização (26/08/2021) - FM", "link": "https://www.tudocelular.com/apple/noticias/n177447/iphone-13-pode-ser-lancado-em-setembro.html"}, {"title": "AirPods poderão ser usados para estimar a frequência respiratória", "author": "Paulo Montenegro", "date": "12 de agosto de 2021 0", "text": "Os AirPods pode ser usados para estimar a frequência respiratória de um usuário – é o que pesquisadores da Apple descobriram em um estudo recente com os acessórios. A descoberta abre possibilidades para o uso dos auriculares como dispositivo como dispositivos que poderão auxiliar, por exemplo, em treinos e monitoramento físico.\nFrequência respiratória trata-se de uma métrica clínica usada com fins de avaliar a saúde geral e aptidão física de um usuário.\nUm artigo destacado no site Apple Machine Learning Research e divulgado pela MyHealthyApple comenta sobre a descoberta ressaltando que os AirPods oferecem a possibilidade de captar tanto as inalações quanto as exalações audíveis durante os treinos, usando para isso os microfones integrados.", "link": "https://www.tudocelular.com/acessorios/noticias/n178193/airpods-frequencia-respiratoria.html"}, {"title": "Encontre seu som: app Buscar do iOS 15 deve receber integração com os AirPods em breve", "author": "Everson Bicudo", "date": "11 de agosto de 2021 0", "text": "O iOS 15 foi anunciado no início de junho durante a WWDC e, logo depois, vimos novidades chegando ao App Buscar que pode até localizar iPhones desligados. Hoje temos mais indícios de novas funções que foram relatadas pelo Apple Insider. De acordo com o portal, o aplicativo será capaz de encontrar AirPods perdidos.", "link": "https://www.tudocelular.com/apple/noticias/n178108/buscar-ios-15-integracao-airpods-em-breve.html"}, {"title": "Com brinde! Jovens de Washington, D.C. ganham AirPods por se vacinarem contra Covid-19", "author": "Henrique Artuni", "date": "10 de agosto de 2021 0", "text": "Como se a ameaça de um vírus fatal não fosse suficiente, a prefeita de Washington, D.C., Muriel Bowser, anunciou que adolescentes entre 12 e 17 anos terão um incentivo para tomarem a vacina contra a Covid-19. Quem decidir levar a primeira dose receberá, de brinde, AirPods ou um vale-presente de US$ 51 — cerca de de R$ 270.\nComo adição a esse brinde, os jovens ainda poderão concorrer a bolsas de estudo no valor de US$ 25 mil, além de mais fones de ouvido e iPads.\nMas talvez tenha aglomeração: a prefeita anunciou que a vacina deve ser feita em três pontos participantes, e a campanha vai até 30 de setembro. E já a partir de 30 de agosto acontecerão os sorteios do prêmios extra.", "link": "https://www.tudocelular.com/tech/noticias/n178058/protecao-com-brinde-jovens-de-washington-dc-que-se-vacinam-contra-covid-19-ganham-airpods.html"}, {"title": "Mophie lança carregador MagSafe 3 em 1 para iPhone, AirPods e Apple Watch", "author": "Paulo Montenegro", "date": "16 de julho de 2021 0", "text": "A conhecida fabricante de acessórios Mophie oficializou nesta quinta-feira (15) seu mais novo produto, um carregador 3 em 1 para iPhone, AirPods e Apple Watch.\nO produto pode ser convenientemente posicionado em uma mesa de cabeceira ou escrivaninha no trabalho, oferecendo carregamento simultâneo para os três produtos da maçã.\nEle conta com um espaço para posicionar o carregador MagSafe do iPhone — no caso do Apple Watch, o produto já traz o carregador embutido no suporte.", "link": "https://www.tudocelular.com/ios/noticias/n177103/mophie-carregador-magsafe-3-em-1.html"}, {"title": "iPhone 12, AirPods e mais: lista da Apple mostra produtos que podem interferir em marcapassos", "author": "Paulo Montenegro", "date": "29 de junho de 2021 2", "text": "Com o lançamento da série iPhone 12, a preocupação em relação à interferência de dispositivos portáteis em marcapassos ganhou destaque, deixando muitos usuários preocupados.\nPara auxiliar o consumidor, a Apple publicou em sua página de suporte oficial uma listagem com os produtos que poderão interferir não só em marcapassos como também em dispositivos médicos como desfibriladores.\nAs interferências dão-se principalmente devido a sensores que respondem a ímãs e frequências de rádio quando próximos aos dispositivos médicos, então, usuários destes devem atentar à proximidade quando utilizando os seguintes produtos:", "link": "https://www.tudocelular.com/curiosidade/noticias/n176419/lista-oficial-da-apple-mostra-produtos-marcapasso.html"}, {"title": "Tchau, pirataria! 36 mil AirPods falsificados da China são apreendidos por alfândega dos EUA", "author": "Letícia Lima", "date": "17 de maio de 2021 14", "text": "Com o corte de 30% na produção de AirPods, ficou claro que a Apple pretendia introduzir uma nova geração de fones de ouvido. E de fato, o anúncio da novidade é esperado para amanhã, com uma grande atualização do Apple Music, que deverá contar com um novo recurso de qualidade de áudio, além de Áudio Espacial e Dolby Atmos sem custo adicional.\nMas não é todo mundo que tem condições e opta por investir em produtos originais para garantir a máxima experiência de uso. E na pior das hipóteses, há ainda as pessoas que adquirem produtos achando que são originais da Apple, mas se deparam com golpes ou falsificações.\nOs oficiais da Alfândega e Proteção de Fronteiras dos Estados Unidos (U.S. Customs and Border Protection) recentemente apreenderam 36.000 pares de AirPods falsificados como parte de uma inspeção de mercadorias em Cincinnati (Ohio).", "link": "https://www.tudocelular.com/seguranca/noticias/n174534/36-mil-airpods-falsificados-sao-apreendidos.html"}, {"title": "Apple corta produção do AirPods em até 30%; nova geração de fones de ouvido chega em breve", "author": "Victor Carvalho", "date": "28 de abril de 2021 0", "text": "Com rumores a respeito do lançamento da nova geração dos AirPods se tornando cada vez mais próximos de se tornarem realidade, o público começa a mudar de ideia e, ao invés de comprar a atual geração, prefere esperar pelo lançamento do novo modelo que vai acontecer ainda este ano.\nPor conta disso, as vendas diminuem e, como efeito, a Apple precisa reduzir a fabricação dos acessórios para que eles não entulhem nas prateleiras.\nSegundo o Nikkei Asia, tal diminuição na demanda pelos AirPods fez a Apple reduzir a produção do acessório entre 25% e 30%. Não foi detalhado se tal diminuição aconteceu em toda a linha, que inclui o AirPods, AirPods Pro e AirPods Max, ou apenas em um ou dois modelos.", "link": "https://www.tudocelular.com/acessorios/noticias/n173778/apple-reducao-na-fabricacao-do-airpods.html"}, {"title": "AirPods são engolidos por cachorro e continuam funcionando após cirurgia de remoção", "author": "Jefferson Belizário", "date": "20 de abril de 2021 0", "text": "Os fones de ouvido Apple AirPods continuaram funcionando após um cachorro engolir os dispositivos e passar algumas horas com eles em seu estômago. O caso inusitado aconteceu no último domingo de Páscoa e conseguiu chamar a atenção para o perigo que esses acessórios podem representar para pets.\nDe acordo com Rachel Hick, o seu cachorro da raça Golden retriever acabou engolindo os fones de maneira acidental. Isso porque ela estava se preparando para dar algumas guloseimas para o \"Jimmy\", mas ele acabou pulando e tirando os fones sem fio do seu bolso.\nAntes mesmo que pudesse agir, o cachorro acabou engolindo os AirPods junto com o estojo de carregamento. Ele olhou para mim logo em seguida e me lançou um olhar como se dissesse ‘não foi isso que aconteceu, foi?'. Meu coração afundou.", "link": "https://www.tudocelular.com/seguranca/noticias/n173491/airpods-sobrevivem-cao-engole-fones-sem-fio.html"}, {"title": "AirPods 3: novas imagens revelam suposto design com estojo de carregamento menor", "author": "Juliana dos Santos", "date": "16 de abril de 2021 3", "text": "Atualização (16/04/2021) por FM", "link": "https://www.tudocelular.com/curiosidade/noticias/n170900/airpods-3-em-imagem-vazada-semelhante-ao-pro.html"}, {"title": "Sony WF-1000XM4 é certificado; anúncio deve acontecer em breve para concorrer contra AirPods Pro", "author": "Victor Carvalho", "date": "10 de abril de 2021 12", "text": "Atualização (10/04/2021) - VC\nEm fevereiro deste ano tivemos o primeiro vislumbre daquele que seria o sucessor do poderoso fone de ouvido sem fio WF-1000XM3 (análise) da Sony, oferecendo um design renovado que poderia apresentar melhorias em som e cancelamento ativo de ruído para competir frente a frente com o futuro AirPods Pro de 2ª geração.\nAgora novos registros de certificação, publicados nos órgãos FCC e Bluetooth SIG, confirmam que o futuro WF-1000XM4 será identificado como modelo YY2948 e, pela imagem abaixo, vemos o formato do estojo de carregamento visto pela região inferior.", "link": "https://www.tudocelular.com/tech/noticias/n170901/sony-wf-1000xm4-design-vazado.html"}, {"title": "Antes da Apple! Clones dos AirPods de 3ª geração já estão à venda e até funcionam com o iPhone", "author": "Everson Bicudo", "date": "09 de abril de 2021 0", "text": "Os AirPods da Apple são alguns dos fones mais famosos do mercado e a terceira geração deles deve ser lançada em 2021. Entretanto, ainda não sabemos muito sobre eles, visto que ainda não foram anunciados, mas isto não impediu que falsificações já estejam em produção e sejam flagrados na internet como você pode ver no tweet abaixo.", "link": "https://www.tudocelular.com/curiosidade/noticias/n173078/apple-clones-airpods-3-geracao-funcionam-iphone.html"}, {"title": "QuickANC: tweak grátis para usuários de AirPods Pro e Max alternarem entre modos facilmente", "author": "Juliana dos Santos", "date": "21 de março de 2021 0", "text": "Quem possui AirPods Pro ou AirPods Max pode ter acesso a mais um recurso dentro dos dispositivos iPhone ou iPad que vai ser amplamente útil parafazer a alternação entre modos de uso do dos fones, seja normal, cancelamento de ruído ou ambiente, já que o processo é um pouco cansativo de ser feito com constância diretamente no acessório.\nTrata-se do tweak QuickANC, que aplica três botões de alternação rápida ao widget de reprodução de áudio. A novidade foi desenvolvida pelo usuário e programador de iOS exodia9610, que disponibilizou a opção gratuitamente para instalação no celular ou tablet por meio do jailbreak.", "link": "https://www.tudocelular.com/curiosidade/noticias/n172236/tweak-quickanc-para-alternar-entre-modos-dos-fones.html"}, {"title": "Novos AirPods podem ajustar automaticamente o som de acordo com uso de acessórios", "author": "Guilherme Souza", "date": "18 de março de 2021 0", "text": "Os AirPods se tornaram um acessório essencial para alguns usuários de dispositivos Apple, seja pela qualidade de som ou pela praticidade de um fone de ouvido sem fio.\nComo era esperado, a Apple está em busca de novidades para as próximas gerações dos dispositivos e de acordo com uma recente matéria do Apple Insider, isso pode acontecer através da inteligência artificial dos fones.\nA Apple já vinha estudando formas de fazer com que os AirPods te avisem quando você os coloca incorretamente em sua orelha, porém o site afirma que a fabricante agora estuda maneiras de fazer com que o dispositivo identifique o uso de almofadas ou pontas de proteção, para entregar a melhor qualidade de som aos usuários.", "link": "https://www.tudocelular.com/acessorios/noticias/n172132/airpods-ajustar-som-almofadas-pontas.html"}, {"title": "iOS 14.5: Powerbeats Pro recebem função dos AirPods com integração ao app Find My", "author": "Everson Bicudo", "date": "01 de março de 2021 0", "text": "Os fones Powerbeats foram lançados em maio de 2020 pela Apple no Brasil e agora eles estão recebendo uma função, que somente estava disponível nos AirPods, com a atualização para o iOS 14.5 chegando ao iPhone ainda em fase beta. Ela tornará ainda mais fácil encontrá-los caso você os perca com o Find My. Veja como isso vai funcionar.", "link": "https://www.tudocelular.com/musica/noticias/n171242/ios-145-powerbeats-pro-funcao-airpods-app-find-my.html"}, {"title": "Apple AirPods 3: vazamento reforça chegada em março junto das AirTags e de um novo iPad Pro", "author": "Paulo Montenegro", "date": "17 de fevereiro de 2021 0", "text": "De acordo com informações recentes, a Apple está se preparando para oficializar diversas novidades no mês de março e, entre elas, podemos esperar os AirPods 3, um novo iPad Pro e as já vazadas AirTags.\nO vazador LeaksApplePro mencionou em um tweet recente o que poderemos esperar para o próximo mês, e deixou bem claro que não deveremos ver a tão corroborada versão mais barata dos AirPods Max tampouco novos Macs com Apple Silicon.\nLembrando que o perfil já havia comentado sobre o lançamento dos sucessores dos AirPods 2 desde dezembro do ano passado, ou seja, a publicação recente veio para reforçar essas previsões.", "link": "https://www.tudocelular.com/acessorios/noticias/n170678/airpods-3-marco-ipad-pro-airtags.html"}, {"title": "Para AirPods e Apple Watch: Satechi lança carregador 2 em 1 USB-C com design minimalista", "author": "Paulo Montenegro", "date": "11 de fevereiro de 2021 0", "text": "A fabricante de acessórios Satechi acaba de oficializar um carregador 2 em 1 minimalista para AirPods (compatíveis com carregamento sem fio) e Apple Watch.\nO acessório de tamanho diminuto e acabamento em alumínio pode ser plugado à porta USB-C de um Mac ou iPad, por exemplo, ocupando menos espaço do que os convencionais cabos, algo bastante conveniente para quem precisa de algo compacto.\nO lado negativo é que não há como carregar ambos os acessórios ao mesmo tempo, mas mesmo assim ele ainda chama atenção, pois a proposta aqui trata-se de conveniência e versatilidade.", "link": "https://www.tudocelular.com/acessorios/noticias/n170415/para-airpods-e-apple-watch-carregador-2-em-1.html"}, {"title": "AirPods Pro 2 : novo rumor reforça lançamento dos fones no início de 2021", "author": "Renan da Silva Dores", "date": "26 de janeiro de 2021 2", "text": "A Apple lançou recentemente seu AirPods Max, primeiro fone over-ear da empresa. Com construção robusta, design premium e boa qualidade de áudio, o dispositivo chegou ao Brasil neste mês com preço exorbitante que beira os 7 mil reais, valor elevado mesmo para fones da categoria.", "link": "https://www.tudocelular.com/acessorios/noticias/n169573/airpods-pro-2-novo-rumor-lancamento-inicio-de-2021.html"}, {"title": "iFixit desmonta AirPods Max e faz comparações com construção de fones da Sony e Bose", "author": "Renan da Silva Dores", "date": "20 de janeiro de 2021 0", "text": "Após inúmeros rumores, a Apple trouxe ao mercado em dezembro seu primeiro fone over-ear premium, o AirPods Max. Prometendo alta qualidade, com construção robusta e uma case bastante polêmica, os novos fones da Apple são uma escolha válida caso você esteja imerso no ecossistema da empresa e disposto a gastar uma quantia generosa de dinheiro.", "link": "https://www.tudocelular.com/curiosidade/noticias/n169261/ifixit-abre-airpods-max-compara-fones-sony-bose.html"}, {"title": "AirPods Max: com preço salgado e sem carregador, fones ganham lançamento comercial no Brasil", "author": "Paulo Montenegro", "date": "19 de janeiro de 2021 3", "text": "Os fones de ouvido over-ear da Apple, AirPods Max, que foram anunciados ano passado finalmente acabam de desembarcar no Brasil.\nChegando à Apple Store on-line nessa segunda-feira (18), os auriculares entregam uma integração profunda com o iPhone, Mac e iPad e, assim como estes, também chegam munidos de um preço salgado – e diga-se de passagem, sem carregador incluso na caixa.\nEstamos falando de nada menos do que R$ R$ 6.209,10 à vista com 10% de desconto ou R$ 6.899 parcelado em até 12 vezes, valor muito acima dos US$ 549 (~R$ 2.900) cobrados por ele nos Estados Unidos.", "link": "https://www.tudocelular.com/acessorios/noticias/n169162/airpods-max-com-preco-salgado-brasil.html"}, {"title": "Netflix pode estar testando recurso de áudio espacial para os Airpods Pro e Max", "author": "Juliana dos Santos", "date": "15 de janeiro de 2021 0", "text": "A Netflix pode estar prestes a oferecer o suporte a um recurso de áudio de alta performance, fazendo com que usuários de Airpods Pro e Max consigam tem uma experiência ainda mais imersiva com os acessórios ao assistirem o streaming.\nNão é novidade que os fones possuem uma qualidade diferenciada, onde o áudio espacial acaba sendo uma opção muito interessante para quem quer ter um áudio com formato 360 graus, onde o som passa por um aprimoramento que agrada muito a quem uso os aparelhos, quando o resultado final é reproduzido.", "link": "https://www.tudocelular.com/curiosidade/noticias/n169026/netflix-pode-liberar-audio-espacial-nos-airpods.html"}, {"title": "Apple pode estar preparando capa para iPhone que carrega e armazena AirPods, sugere patente", "author": "Paulo Montenegro", "date": "13 de janeiro de 2021 2", "text": "Os AirPods, que ganharam uma versão especial recentemente na China, são atualmente um dos fones de ouvido sem fio mais cobiçados pelos donos de iDevices, não só pela qualidade de construção e design como também pela integração com todo o ecossistema de produtos da maçã.\nPara aqueles que já os possuem, no entanto, existem algumas inconveniências na experiência de uso, uma delas sendo a vida útil da bateria, que só entrega cerca de três horas de reprodução antes de necessitar carregar novamente.\nO estojo de carga é, de fato, compacto, porém, para aqueles que não tem o costume de sair com bolsas ou mochilas, pode ser um pouco incômodo transportá-lo na calça ou bermuda – mas sabendo disso, a gigante de Cupertino pode estar preparando uma solução interessante.", "link": "https://www.tudocelular.com/acessorios/noticias/n168930/apple-capa-para-iphone-que-carrega-airpods.html"}, {"title": "Meizu Pop Pro traz visual do AirPods Pro com cancelamento ativo de ruído e preço baixo", "author": "Victor Carvalho", "date": "11 de janeiro de 2021 6", "text": "Embora esteja um tanto quanto sumida do mercado, a Meizu continua existindo e, sim, ela continua produzindo dispositivos inteligentes para o mercado. E enquanto um novo Meizu 18 não é apresentado, a empresa revela seu novo fone de ouvido sem fios que é quase idêntico ao AirPods Pro.\nO modelo já havia sido anunciado há alguns meses e agora temos finalmente a confirmação do seu lançamento, que acontece nesta terça-feira, dia 12 de janeiro, na China, pelo preço sugerido de 499 yuans (R$ 423).", "link": "https://www.tudocelular.com/tech/noticias/n168828/fone-de-ouvido-meizu-pop-pro-lancado.html"}, {"title": "Apple AirPods 2 chega em abril junto ao novo iPhone SE, afirma rumor", "author": "Jefferson Belizário", "date": "10 de janeiro de 2021 5", "text": "Atualização (10/01/2021 às 12h15) - Renan Dores", "link": "https://www.tudocelular.com/mercado/noticias/n167739/apple-pode-lancar-airpods-pro-lite-em-2021.html"}, {"title": "AirPods Pro ganham edição limitada na China com emojis na capa de carregamento", "author": "Paulo Montenegro", "date": "07 de janeiro de 2021 0", "text": "Apesar de rumores comentarem sobre a próxima geração dos AirPods Pro, que deve ser apresentada ainda no primeiro trimestre do ano, a Apple acaba de lançar uma nova variante dos auriculares na China.\nTrata-se de uma edição especial exclusiva (até então) para o mercado chinês, que traz como diferencial a presença dos \"emojis do ano\" não só na caixa como também na capa carregadora dos fones.\nE se você esperava algum novo recurso, detestamos te desapontar, mas ele é exatamente igual ao modelo já anunciado antes, inclusive no preço – que nas lojas chinesas é de CN¥ 1.999 (~R$ 1.643).", "link": "https://www.tudocelular.com/acessorios/noticias/n168677/airpods-pro-ganha-edicao-limitada.html"}, {"title": "Designer cria conceito de AirPods 3 com suporte para carregamento reverso via MagSafe", "author": "Bruno Bertonzin", "date": "06 de janeiro de 2021 0", "text": "O último grande lançamento de fones de ouvido da Apple foi com a chegada do AirPods Max, que embarcou no Brasil por nada menos que R$ 6.899. No entanto, a comunidade de fãs da empresa continua na espera de novos acessórios e o AirPods 3 é um dos que já estão na lista de produtos aguardados pelos clientes da Maçã.\nCom isso em mentes, o designer do canal the Hacker 34 criou um conceito do AirPods 3 que imagina alguns dos recursos presentes no próximo fone de ouvido da gigante estadunidense. Segundo o material publicado no YouTube, o acessório chegará com o tão esperado suporte para carregamento reverso com o MagSafe.", "link": "https://www.tudocelular.com/acessorios/noticias/n168654/conceito-airpods-3-suporte-magsafe.html"}, {"title": "MacBook Air de 15 polegadas com Apple M3 está em desenvolvimento", "author": "Guilherme Souza", "date": "11 de junho de 2023 0", "text": "Durante a última WWDC 2023, a Apple anunciou o lançamento de um novo MacBook Air de 15 polegadas, que virá como um reforço para o modelo atual de 13 polegadas. Como era de se esperar, o dispositivo virá equipado com o chipset M2, mas parece que a versão com o potente M3 já está em desenvolvimento e deve chegar às lojas no início de 2024.", "link": "https://www.tudocelular.com/apple/noticias/n207333/apple-macbook-air-15-polegadas-m3.html"}, {"title": "iPad da próxima geração pode ser capaz de carregar a Apple Pencil pela tela", "author": "Guilherme Souza", "date": "11 de junho de 2023 0", "text": "Atualmente, existem algumas maneiras de carregar uma Apple Pencil. Isso pode ser feito por meio de uma porta física, que é o caso da Pencil de 1ª geração, ou por carregamento sem fio magnético para a Pencil de 2ª geração, usando um iPad compatível.\nUma nova patente sugere que a Apple pode revolucionar a tecnologia e permitir o carregamento da caneta inteligente e outros dispositivos diretamente pela tela do iPad.", "link": "https://www.tudocelular.com/apple/noticias/n207332/apple-ipad-carregamento-tela-pencil.html"}, {"title": "Cyberpunk 2077: preço e pré-venda da DLC Phantom Liberty vazam antes do Xbox Showcase", "author": "Marcus Rosa", "date": "11 de junho de 2023 0", "text": "Atualização (11/06/2023) - GS", "link": "https://www.tudocelular.com/jogos/noticias/n201385/cyberpunk-2077-phantom-liberty-expansao-orcamento.html"}, {"title": "Apple Vision Pro: segunda geração com chipset mais rápido e eficiente já está em desenvolvimento", "author": "Guilherme Souza", "date": "11 de junho de 2023 0", "text": "No último dia 05 de junho, a Apple finalmente anunciou o Vision Pro, seu primeiro óculos de realidade mista que promete pavimentar uma nova era de desenvolvimento para a gigante de Cupertino.\nEmbora o primeiro Apple Vision Pro não deva chegar ao mercado até 2024, já existem rumores sobre o trabalho que está sendo feito na segunda geração do dispositivo. Como é de se esperar, o sucessor seria alimentado por um chipset mais rápido e mais eficiente.", "link": "https://www.tudocelular.com/acessorios/noticias/n207331/apple-vision-pro-segunda-geracao.html"}, {"title": "Google Pixel 8: grandes detalhes sobre as câmeras vazam após informações sobre o Tensor G3", "author": "Rodrigo Silva", "date": "11 de junho de 2023 11", "text": "Atualização (11/06/2023) - GS", "link": "https://www.tudocelular.com/google/noticias/n207030/tensor-g3-do-pixel-8-tem-detalhes-vazados.html"}]